Repository: badabing2005/PixelFlasher
Catalog: locale/*/LC_MESSAGES/pixelflasher.po
Languages: es, fr, it

source: YOU AND YOU ALONE ARE RESPONSIBLE FOR ANYTHING THAT HAPPENS TO YOUR DEVICE.
es: USTED Y SOLO USTED ES RESPONSABLE DE CUALQUIER COSA QUE LE SUCEDA A SU DISPOSITIVO.
fr: VOUS ET VOUS SEUL ÊTES RESPONSABLE DE TOUT CE QUI ARRIVE À VOTRE APPAREIL.
it: TU E SOLTANTO TU SEI RESPONSABILE PER QUALSIASI COSA ACCADA AL TUO DISPOSITIVO.

source: THIS TOOL IS CODED WITH THE EXPRESS ASSUMPTION THAT YOU ARE FAMILIAR WITH
es: ESTA HERRAMIENTA ESTÁ CODIFICADA CON LA SUPOSICIÓN EXPRESA DE QUE ESTÁ FAMILIARIZADO CON
fr: CET OUTIL EST CODÉ AVEC L'HYPOTHÈSE EXPRESSE QUE VOUS ÊTES FAMILIER AVEC
it: QUESTO TOOL È CODIFICATO CON L'ASSUNZIONE ESPLICITA CHE TU SIA FAMILIARE CON

source: ADB, MAGISK, ANDROID, AND ROOT.
es: ADB, MAGISK, ANDROID, Y ROOT.
fr: ADB, MAGISK, ANDROID, ET ROOT.
it: ADB, MAGISK, ANDROID E ROOT.

source: IT IS YOUR RESPONSIBILITY TO ENSURE THAT YOU KNOW WHAT YOU ARE DOING.
es: ES SU RESPONSABILIDAD ASEGURARSE DE QUE SABE LO QUE ESTÁ HACIENDO.
fr: IL EST DE VOTRE RESPONSABILITÉ DE VOUS ASSURER QUE VOUS SAVEZ CE QUE VOUS FAITES.
it: È TUA RESPONSABILITÀ ASSICURARTI DI SAPERE COSA STAI FACENDO.

source: Enable Advanced Options
es: Habilitar Opciones Avanzadas
fr: Activer les options avancées
it: Abilita Opzioni Avanzate

source: Expert mode
es: Modo experto
fr: Mode expert
it: Modalità Esperto

source: Magisk Package Name
es: Nombre del paquete Magisk
fr: Nom du package Magisk
it: Nome Pacchetto Magisk

source: If you have hidden Magisk, set this to the hidden package name.
es: Si ha ocultado Magisk, establezca esto al nombre del paquete oculto.
fr: Si vous avez masqué Magisk, définissez-le sur le nom du package masqué.
it: Se hai nascosto Magisk, imposta questo con il nome del pacchetto nascosto.

source: Resets package name to default: %s
es: Restablece el nombre del paquete al predeterminado: %s
fr: Réinitialise le nom du package par défaut : %s
it: Resetta nome pacchetto al default: %s

source: Linux File Explorer:
es: Explorador de archivos Linux:
fr: Explorateur de fichiers Linux :
it: Esplora File Linux:

source: Set full path to File Explorer. Default: Nautilus
es: Establecer ruta completa al Explorador de archivos. Predeterminado: Nautilus
fr: Définir le chemin complet vers l'explorateur de fichiers. Par défaut : Nautilus
it: Imposta percorso completo per Esplora File. Default: Nautilus

source: Linux Shell:
es: Shell de Linux:
fr: Shell Linux :
it: Shell Linux:

source: Set full path to Linux Shell. Default: gnome-terminal
es: Establecer ruta completa al Shell de Linux. Predeterminado: gnome-terminal
fr: Définir le chemin complet vers le Shell Linux. Par défaut : gnome-terminal
it: Imposta percorso completo per Shell Linux. Default: gnome-terminal

source: Offer Patch Methods
es: Ofrecer Métodos de Parche
fr: Proposer des méthodes de patch
it: Offri Metodi Patch

source: When patching the choice of method is presented.
es: Al parchear se presenta la elección del método.
fr: Lors de l'application du patch, le choix de la méthode est présenté.
it: Durante il patching viene presentata la scelta del metodo.

source: Patching Recovery Partition
es: Parchear Partición de Recovery
fr: Patcher la partition de récupération
it: Patching Partizione Recovery

source: Enabling this will show an option to patch a recovery partition. This should be kept disabled unless you have an old device. (most A-only devices launched with Android 9, legacy SAR)
es: Habilitar esto mostrará una opción para parchear una partición de recovery. Esto debe mantenerse deshabilitado a menos que tenga un dispositivo antiguo. (la mayoría de dispositivos A-only lanzados con Android 9, SAR heredado)
fr: Activer cette option affichera une option pour patcher une partition de récupération. Cela devrait rester désactivé sauf si vous avez un ancien appareil. (la plupart des appareils A-only lancés avec Android 9, SAR hérité)
it: Abilitare questo mostrerà un'opzione per patchare una partizione recovery. Questo dovrebbe rimanere disabilitato a meno che tu non abbia un vecchio dispositivo. (maggior parte dei dispositivi A-only lanciati con Android 9, legacy SAR)

source: Use Busybox Shell
es: Usar Shell Busybox
fr: Utiliser le Shell Busybox
it: Usa Shell Busybox

source: When creating a patch, if this is checked, busybox ash will be used as shell.
es: Al crear un parche, si esto está marcado, se usará busybox ash como shell.
fr: Lors de la création d'un patch, si cette option est cochée, busybox ash sera utilisé comme shell.
it: Durante la creazione di una patch, se selezionato, busybox ash verrà usata come shell.

source: System has low memory
es: El sistema tiene poca memoria
fr: Le système a peu de mémoire
it: Il sistema ha poca memoria

source: Use this option to sacrifice speed in favor of memory.
es: Use esta opción para sacrificar velocidad a favor de memoria.
fr: Utilisez cette option pour sacrifier la vitesse en faveur de la mémoire.
it: Usa questa opzione per sacrificare la velocità a favore della memoria.

source: Extra img extraction
es: Extracción extra de imágenes
fr: Extraction d'images supplémentaires
it: Estrazione img extra

source: When checked and available in payload.bin Also extract vendor_boot.img, vendor_kernel_boot.img, dtbo.img, super_empty.img
es: Cuando está marcado y disponible en payload.bin También extrae vendor_boot.img, vendor_kernel_boot.img, dtbo.img, super_empty.img
fr: Lorsque coché et disponible dans payload.bin Extrait également vendor_boot.img, vendor_kernel_boot.img, dtbo.img, super_empty.img
it: Quando selezionato e disponibile in payload.bin Estrae anche vendor_boot.img, vendor_kernel_boot.img, dtbo.img, super_empty.img

source: Show notifications
es: Mostrar notificaciones
fr: Afficher les notifications
it: Mostra notifiche

source: When checked PixelFlasher will display system toast notifications.
es: Cuando está marcado, PixelFlasher mostrará notificaciones toast del sistema.
fr: Lorsque cette option est cochée, PixelFlasher affichera les notifications toast du système.
it: Quando selezionato PixelFlasher mostrerà notifiche toast di sistema.

source: Always create boot.tar
es: Siempre crear boot.tar
fr: Toujours créer boot.tar
it: Crea sempre boot.tar

source: When checked, PixelFlasher always creates boot.tar of the patched boot file. If unchecked, only for Samsung firmware boot.tar will be created.
es: Cuando está marcado, PixelFlasher siempre crea boot.tar del archivo boot parcheado. Si no está marcado, solo se creará boot.tar para firmware Samsung.
fr: Lorsque cette option est cochée, PixelFlasher crée toujours un boot.tar du fichier de démarrage patché. Si décoché, boot.tar ne sera créé que pour le firmware Samsung.
it: Quando selezionato, PixelFlasher crea sempre boot.tar del file boot patchato. Se deselezionato, boot.tar sarà creato solo per firmware Samsung.

source: Check for updates
es: Buscar actualizaciones
fr: Vérifier les mises à jour
it: Controlla aggiornamenti

source: Checks for available updates on startup
es: Busca actualizaciones disponibles al inicio
fr: Vérifie les mises à jour disponibles au démarrage
it: Controlla aggiornamenti disponibili all'avvio

source: Check for Minimum Disk (5Gb)
es: Verificar Disco Mínimo (5Gb)
fr: Vérifier l'espace disque minimum (5Go)
it: Controlla Disco Minimo (5Gb)

source: Enforces minimum disk space of 5 Gb to allow flashing. This avoids storage related issues.
es: Exige un espacio mínimo de disco de 5 Gb para permitir el flasheo. Esto evita problemas relacionados con el almacenamiento.
fr: Impose un espace disque minimum de 5 Go pour permettre le flashage. Cela évite les problèmes liés au stockage.
it: Impone spazio disco minimo di 5 Gb per consentire il flash. Questo evita problemi relativi allo spazio di archiviazione.

source: Check for bootloader unlocked
es: Verificar que el bootloader esté desbloqueado
fr: Vérifier si le bootloader est déverrouillé
it: Controlla bootloader sbloccato

source: Checks to make sure bootloader is unlocked before flashing.
es: Verifica que el bootloader esté desbloqueado antes de flashear.
fr: Vérifie que le bootloader est déverrouillé avant le flashage.
it: Controlla per assicurarsi che il bootloader sia sbloccato prima del flash.

source: Check for firmware hash validity
es: Verificar validez del hash del firmware
fr: Vérifier la validité du hash du firmware
it: Controlla validità hash firmware

source: Checks for sha256 portion to be in the image filename to detect Pixel compatible image.
es: Verifica que la porción sha256 esté en el nombre del archivo de imagen para detectar imágenes compatibles con Pixel.
fr: Vérifie que la partie sha256 est dans le nom du fichier image pour détecter une image compatible Pixel.
it: Controlla che la porzione sha256 sia nel nome file immagine per rilevare immagine compatibile Pixel.

source: Keep temporary support files
es: Mantener archivos temporales de soporte
fr: Conserver les fichiers de support temporaires
it: Mantieni file di supporto temporanei

source: It keeps the temporary support files. Useful for inspecting what data is included in support.zip.
es: Mantiene los archivos temporales de soporte. Útil para inspeccionar qué datos se incluyen en support.zip.
fr: Il conserve les fichiers de support temporaires. Utile pour inspecter les données incluses dans support.zip.
it: Mantiene i file di supporto temporanei. Utile per ispezionare quali dati sono inclusi in support.zip.

source: Check Magisk modules for updates
es: Verificar actualizaciones de módulos Magisk
fr: Vérifier les mises à jour des modules Magisk
it: Controlla aggiornamenti moduli Magisk

source: It checks if the module has updates. Disable this if you don't want to check for updates or if some module update server has issues and delays the process.
es: Verifica si el módulo tiene actualizaciones. Deshabilite esto si no desea buscar actualizaciones o si algún servidor de actualización de módulos tiene problemas y retrasa el proceso.
fr: Il vérifie si le module a des mises à jour. Désactivez-le si vous ne voulez pas vérifier les mises à jour ou si un serveur de mise à jour de module a des problèmes et retarde le processus.
it: Controlla se il modulo ha aggiornamenti. Disabilita se non vuoi controllare gli aggiornamenti o se qualche server di aggiornamento modulo ha problemi e ritarda il processo.

source: Show custom ROM options
es: Mostrar opciones de ROM personalizadas
fr: Afficher les options de ROM personnalisée
it: Mostra opzioni custom ROM

source: Make sure you check if your ROM is supported.
es: Asegúrese de verificar si su ROM es compatible.
fr: Assurez-vous de vérifier si votre ROM est prise en charge.
it: Assicurati di controllare se la tua ROM è supportata.

source: Sanitize (Redact) support files
es: Sanitizar (Redactar) archivos de soporte
fr: Assainir (Expurger) les fichiers de support
it: Sanifica (Oscura) file di supporto

source: The support files are always encrypted. This option redacts sensitive information from the support files. But impedes support and is not recommended.
es: Los archivos de soporte siempre están encriptados. Esta opción redacta información sensible de los archivos de soporte. Pero impide el soporte y no es recomendable.
fr: Les fichiers de support sont toujours chiffrés. Cette option expurge les informations sensibles des fichiers de support. Mais entrave le support et n'est pas recommandée.
it: I file di supporto sono sempre crittografati. Questa opzione oscura le informazioni sensibili dai file di supporto. Ma ostacola il supporto e non è raccomandata.

source: Force codepage to
es: Forzar página de códigos a
fr: Forcer la page de code à
it: Forza codepage a

source: Uses specified code page instead of system code page
es: Usa la página de códigos especificada en lugar de la página de códigos del sistema
fr: Utilise la page de code spécifiée au lieu de la page de code système
it: Usa la code page specificata invece di quella di sistema

source: Delete bundled libs
es: Eliminar bibliotecas incluidas
fr: Supprimer les bibliothèques groupées
it: Elimina librerie integrate

source: The listed libraries would be deleted from the PF bundle to allow system defined ones to be used.
es: Las bibliotecas listadas serían eliminadas del paquete PF para permitir el uso de las definidas por el sistema.
fr: Les bibliothèques listées seront supprimées du bundle PF pour permettre l'utilisation de celles définies par le système.
it: Le librerie elencate saranno eliminate dal bundle PF per permettere l'uso di quelle di sistema.

source: Example: libreadline.so.8, libgdk*
es: Ejemplo: libreadline.so.8, libgdk*
fr: Exemple : libreadline.so.8, libgdk*
it: Esempio: libreadline.so.8, libgdk*

source: Override KMI
es: Anular KMI
fr: Remplacer KMI

source: This will override the Kernel Module Interface (KMI) to the specified value. This is useful for devices with custom kernels. The value will be passed to KernelSU as the KMI value.
es: Esto anulará la Interfaz de Módulo del Kernel (KMI) con el valor especificado. Esto es útil para dispositivos con kernels personalizados. El valor se pasará a KernelSU como valor KMI.
fr: Cela remplacera l'Interface de Module du Noyau (KMI) par la valeur spécifiée. C'est utile pour les appareils avec des noyaux personnalisés. La valeur sera transmise à KernelSU comme valeur KMI.
it: Questo sovrascriverà l'Interfaccia Modulo Kernel (KMI) al valore specificato. Utile per dispositivi con kernel custom. Il valore sarà passato a KernelSU come valore KMI.

source: Example: 5.15.131-android14
es: Ejemplo: 5.15.131-android14
fr: Exemple : 5.15.131-android14
it: Esempio: 5.15.131-android14

source: Use Custom Fontface
es: Usar fuente personalizada
fr: Utiliser une police personnalisée
it: Usa Font Personalizzato

source: Use custom font for monospace fonts Might require PixelFlasher restart to properly apply to the Console window.
es: Usar fuente personalizada para fuentes monoespaciadas Podría requerir reiniciar PixelFlasher para aplicarse correctamente a la ventana de Consola.
fr: Utiliser une police personnalisée pour les polices à espacement fixe Peut nécessiter un redémarrage de PixelFlasher pour s'appliquer correctement à la fenêtre Console.
it: Usa font personalizzato per font monospazio Potrebbe richiedere il riavvio di PixelFlasher per applicarsi correttamente alla finestra Console.

source: Sample
es: Muestra
fr: Exemple
it: Esempio

source: Select font size
es: Seleccionar tamaño de fuente
fr: Sélectionner la taille de police
it: Seleziona dimensione font

source: scrcpy Path
es: Ruta de scrcpy
fr: Chemin de scrcpy
it: Percorso scrcpy

source: Download scrcpy
es: Descargar scrcpy
fr: Télécharger scrcpy
it: Scarica scrcpy

source: Scrcpy executable (*.exe;*)|*.exe;*
es: Ejecutable de scrcpy (*.exe;*)|*.exe;*
fr: Exécutable scrcpy (*.exe;*)|*.exe;*
it: Eseguibile Scrcpy (*.exe;*)|*.exe;*

source: Select scrcpy executable
es: Seleccionar ejecutable de scrcpy
fr: Sélectionner l'exécutable scrcpy
it: Seleziona eseguibile scrcpy

source: Flags / Arguments (Example: --video-bit-rate 2M --max-fps=30 --max-size 1024)
es: Banderas / Argumentos (Ejemplo: --video-bit-rate 2M --max-fps=30 --max-size 1024)
fr: Drapeaux / Arguments (Exemple : --video-bit-rate 2M --max-fps=30 --max-size 1024)
it: Flag / Argomenti (Esempio: --video-bit-rate 2M --max-fps=30 --max-size 1024)

source: Scrcpy settings
es: Configuración de scrcpy
fr: Paramètres de scrcpy
it: Impostazioni Scrcpy

source: Module update URL has issues, inform the module author: %s Do you want to skip checking updates for this module?
es: La URL de actualización del módulo tiene problemas, informe al autor del módulo: %s ¿Desea omitir la verificación de actualizaciones para este módulo?
fr: L'URL de mise à jour du module a des problèmes, informez l'auteur du module : %s Voulez-vous ignorer la vérification des mises à jour pour ce module ?
it: L'URL di aggiornamento del modulo ha problemi, informa l'autore del modulo: %s Vuoi saltare il controllo aggiornamenti per questo modulo?

source: You have an old or problematic Android platform Tools version %s
es: Tiene una versión antigua o problemática de Android Platform Tools %s
fr: Vous avez une ancienne ou problématique version d'Android Platform Tools %s
it: Hai una versione Android platform Tools vecchia o problematica %s

source: You are strongly advised to update before continuing.
es: Se recomienda encarecidamente actualizar antes de continuar.
fr: Il est fortement conseillé de mettre à jour avant de continuer.
it: Ti consigliamo vivamente di aggiornare prima di continuare.

source: Are you sure you want to continue?
es: ¿Está seguro de que desea continuar?
fr: Êtes-vous sûr de vouloir continuer ?
it: Sei sicuro di voler continuare?

source: Bad Android Platform Tools
es: Android Platform Tools problemático
fr: Mauvais Android Platform Tools
it: Android Platform Tools Errati

source: Android SDK Version: %s
es: Versión de Android SDK: %s
fr: Version du SDK Android : %s
it: Versione SDK Android: %s

source: Device: %s %s %s
es: Dispositivo: %s %s %s
fr: Appareil : %s %s %s
it: Dispositivo: %s %s %s

source: Factory Image: %s
es: Imagen de fábrica: %s
fr: Image d'usine : %s

source: Custom Rom: %s
es: ROM personalizada: %s
fr: ROM personnalisée : %s

source: Custom Rom File: %s
es: Archivo de ROM personalizada: %s
fr: Fichier ROM personnalisé : %s
it: File Custom Rom: %s

source: Boot image: %s / %s
es: Imagen de arranque: %s / %s
fr: Image de démarrage : %s / %s
it: Immagine Boot: %s / %s

source: From: %s
es: De: %s
fr: De : %s
it: Da: %s

source: Patched with %s on %s method: %s
es: Parcheado con %s en %s método: %s
fr: Patché avec %s sur %s méthode : %s
it: Patchato con %s su %s metodo: %s

source: Patched with %s on %s
es: Parcheado con %s en %s
fr: Patché avec %s sur %s
it: Patchato con %s su %s

source: Flash Mode: %s
es: Modo de flasheo: %s
fr: Mode Flash : %s
it: Modalità Flash: %s

source: SHA256 of %s%s matches the segment in the filename.
es: SHA256 de %s%s coincide con el segmento en el nombre del archivo.
fr: SHA256 de %s%s correspond au segment dans le nom de fichier.
it: SHA256 di %s%s corrisponde al segmento nel nome del file.

source: ⚠️ Firmware SHA256 Mismatch
es: ⚠️ Discrepancia en SHA256 del firmware
fr: ⚠️ Non-correspondance SHA256 du firmware
it: ⚠️ Discrepanza SHA256 Firmware

source: WARNING! SHA256 of %s%s does not match segments in the filename. Please double check to make sure the checksum is good.
es: ¡ADVERTENCIA! SHA256 de %s%s no coincide con los segmentos en el nombre del archivo. Por favor, verifique para asegurarse de que el checksum es correcto.
fr: ATTENTION ! Le SHA256 de %s%s ne correspond pas aux segments du nom de fichier. Veuillez vérifier pour vous assurer que la somme de contrôle est correcte.
it: ATTENZIONE! SHA256 di %s%s non corrisponde ai segmenti nel nome del file. Per favore controlla due volte per assicurarti che il checksum sia valido.

source: Process action
es: Acción de procesamiento
fr: Action de traitement
it: Azione elaborazione

source: ❌ Could not extract %s
es: ❌ No se pudo extraer %s
fr: ❌ Impossible d'extraire %s
it: ❌ Impossibile estrarre %s

source: Possibly extracted firmware.
es: Posiblemente firmware extraído.
fr: Firmware possiblement extrait.
it: Firmware possibilmente estratto.

source: WARNING: It looks like you have extracted the firmware file. and selected the image zip from it.
es: ADVERTENCIA: Parece que ha extraído el archivo de firmware. y seleccionado el zip de imagen de él.
fr: ATTENTION : Il semble que vous ayez extrait le fichier firmware. et sélectionné le zip d'image à partir de celui-ci.
it: ATTENZIONE: Sembra che tu abbia estratto il file firmware. e selezionato lo zip immagine da esso.

source: You should not extract the file, please select the downloaded firmware file instead
es: No debería extraer el archivo, por favor seleccione el archivo de firmware descargado en su lugar
fr: Vous ne devriez pas extraire le fichier, veuillez sélectionner le fichier firmware téléchargé à la place
it: Non dovresti estrarre il file, per favore seleziona invece il file firmware scaricato

source: If this is not the case, and you want to continue with this selection
es: Si este no es el caso, y desea continuar con esta selección
fr: Si ce n'est pas le cas, et que vous souhaitez continuer avec cette sélection
it: Se non è questo il caso, e vuoi continuare con questa selezione

source: ❌ Could not unpack %s.
es: ❌ No se pudo desempaquetar %s.
fr: ❌ Impossible de décompresser %s.
it: ❌ Impossibile decomprimere %s.

source: ❌ Could not extract %s.
es: ❌ No se pudo extraer %s.
fr: ❌ Impossible d'extraire %s.
it: ❌ Impossibile estrarre %s.

source: ❌ Could not find %s.
es: ❌ No se pudo encontrar %s.
fr: ❌ Impossible de trouver %s.
it: ❌ Impossibile trovare %s.

source: ⚠️ Detected unsupported firmware.
es: ⚠️ Se detectó firmware no compatible.
fr: ⚠️ Firmware non pris en charge détecté.
it: ⚠️ Rilevato firmware non supportato.

source: ❌ Could not extract payload.bin.
es: ❌ No se pudo extraer payload.bin.
fr: ❌ Impossible d'extraire payload.bin.
it: ❌ Impossibile estrarre payload.bin.

source: ❌ The selected firmware is not valid.
es: ❌ El firmware seleccionado no es válido.
fr: ❌ Le firmware sélectionné n'est pas valide.
it: ❌ Il firmware selezionato non è valido.

source: ⚠️ Nothing to extract from %s
es: ⚠️ Nada que extraer de %s
fr: ⚠️ Rien à extraire de %s
it: ⚠️ Niente da estrarre da %s

source: ✅ Process %s time: %s seconds
es: ✅ Tiempo de procesamiento %s: %s segundos
fr: ✅ Temps de traitement %s : %s secondes
it: ✅ Tempo elaborazione %s: %s secondi

source: WARNING: The target boot.img is not a downgrade. Are you sure want to continue?
es: ADVERTENCIA: El boot.img objetivo no es un downgrade. ¿Está seguro de que desea continuar?
fr: ATTENTION : Le boot.img cible n'est pas une rétrogradation. Êtes-vous sûr de vouloir continuer ?
it: ATTENZIONE: Il boot.img target non è un downgrade. Sei sicuro di voler continuare?

source: Confirm
es: Confirmar
fr: Confirmer
it: Conferma

source: Display is Locked!
es: ¡La pantalla está bloqueada!
fr: L'écran est verrouillé !
it: Il Display è Bloccato!

source: ERROR: Your phone display is Locked.
es: ERROR: La pantalla de su teléfono está bloqueada.
fr: ERREUR : L'écran de votre téléphone est verrouillé.
it: ERRORE: Il display del tuo telefono è Bloccato.

source: Make sure you unlock your display
es: Asegúrese de desbloquear su pantalla
fr: Assurez-vous de déverrouiller votre écran
it: Assicurati di sbloccare il display

source: And set the display timeout to at least 1 minute.
es: Y establecer el tiempo de espera de la pantalla a al menos 1 minuto.
fr: Et définir le délai d'affichage à au moins 1 minute.
it: E imposta il timeout del display ad almeno 1 minuto.

source: After doing so, Click OK to accept and continue.
es: Después de hacer esto, haga clic en ACEPTAR para aceptar y continuar.
fr: Après l'avoir fait, cliquez sur OK pour accepter et continuer.
it: Dopo averlo fatto, Clicca OK per accettare e continuare.

source: Manual Patching
es: Parcheado manual
fr: Patching manuel
it: Patching Manuale

source: Done creating the patch, continue
es: Terminado de crear el parche, continuar
fr: Création du patch terminée, continuer
it: Creazione patch completata, continua

source: Magisk Manager is not detected.
es: No se detecta Magisk Manager.
fr: Magisk Manager n'est pas détecté.
it: Magisk Manager non rilevato.

source: WARNING: Magisk Manager [%s] is not found on the phone
es: ADVERTENCIA: Magisk Manager [%s] no se encuentra en el teléfono
fr: ATTENTION : Magisk Manager [%s] n'est pas trouvé sur le téléphone
it: ATTENZIONE: Magisk Manager [%s] non trovato sul telefono
