Repository: badabing2005/PixelFlasher
Catalog: locale/*/LC_MESSAGES/pixelflasher.po
Languages: es, fr, it

source: Select folder to Import Pifs
es: Seleccionar carpeta para importar Pifs
fr: Sélectionner un dossier pour importer des Pifs
it: Seleziona cartella per Importare Pif

source: ❌ ERROR: You must first select a valid device.
es: ❌ ERROR: Primero debe seleccionar un dispositivo válido.
fr: ❌ ERREUR : Vous devez d'abord sélectionner un appareil valide.
it: ❌ ERRORE: Devi prima selezionare un dispositivo valido.

source: Manage Magisk
es: Administrar Magisk
fr: Gérer Magisk
it: Gestisci Magisk

source: When you press the OK button, the Modules with checkbox selected will be enabled and the rest will be disabled.
es: Cuando presione el botón ACEPTAR, los módulos con casilla seleccionada serán habilitados y el resto serán deshabilitados.
fr: Lorsque vous appuyez sur le bouton OK, les modules avec case à cocher sélectionnée seront activés et les autres seront désactivés.
it: Quando premi il pulsante OK, i Moduli con casella selezionata saranno abilitati e il resto sarà disabilitato.

source: Magisk Modules
es: Módulos Magisk
fr: Modules Magisk
it: Moduli Magisk

source: Enable / Disable Magisk modules
es: Habilitar / Deshabilitar módulos Magisk
fr: Activer / Désactiver les modules Magisk
it: Abilita / Disabilita moduli Magisk

source: Install Module
es: Instalar módulo
fr: Installer le module
it: Installa Modulo

source: Install magisk module.
es: Instalar módulo magisk.
fr: Installer le module magisk.
it: Installa modulo magisk.

source: Update Module
es: Actualizar módulo
fr: Mettre à jour le module
it: Aggiorna Modulo

source: Update magisk module.
es: Actualizar módulo magisk.
fr: Mettre à jour le module magisk.
it: Aggiorna modulo magisk.

source: Uninstall Module
es: Desinstalar módulo
fr: Désinstaller le module
it: Disinstalla Modulo

source: Uninstall magisk module.
es: Desinstalar módulo magisk.
fr: Désinstaller le module magisk.
it: Disinstalla modulo magisk.

source: Run Action
es: Ejecutar acción
fr: Exécuter l'action
it: Esegui Azione

source: Run Module action.sh.
es: Ejecutar action.sh del módulo.
fr: Exécuter action.sh du module.
it: Esegui action.sh del Modulo.

source: Install Pif / TS Module
es: Instalar módulo Pif / TS
fr: Installer le module Pif / TS
it: Installa Modulo Pif / TS

source: Install Play Integrity Fix related modules.
es: Instalar módulo Play Integrity Fix.
fr: Installer le module Play Integrity Fix.
it: Installa moduli relativi a Play Integrity Fix.

source: Install ZygiskNext Module
es: Instalar módulo ZygiskNext
fr: Installer le module ZygiskNext
it: Installa Modulo ZygiskNext

source: Install ZygiskNext module.
es: Instalar módulo ZygiskNext.
fr: Installer le module ZygiskNext.
it: Installa modulo ZygiskNext.

source: Systemless Hosts
es: Hosts sin sistema
fr: Hosts sans système
it: Host Systemless

source: Add Systemless Hosts Module.
es: Añadir módulo Hosts sin sistema.
fr: Ajouter le module Hosts sans système.
it: Aggiungi Modulo Host Systemless.

source: Enable Zygisk
es: Habilitar Zygisk
fr: Activer Zygisk
it: Abilita Zygisk

source: Enable Magisk zygisk (requires reboot)
es: Habilitar Magisk zygisk (requiere reinicio)
fr: Activer Magisk zygisk (nécessite un redémarrage)
it: Abilita Magisk zygisk (richiede riavvio)

source: Disable Zygisk
es: Deshabilitar Zygisk
fr: Désactiver Zygisk
it: Disabilita Zygisk

source: Disable Magisk zygisk (requires reboot)
es: Deshabilitar Magisk zygisk (requiere reinicio)
fr: Désactiver Magisk zygisk (nécessite un redémarrage)
it: Disabilita Magisk zygisk (richiede riavvio)

source: Enable Denylist
es: Habilitar lista de denegación
fr: Activer la liste de refus
it: Abilita Denylist

source: Enable Magisk denylist
es: Habilitar lista de denegación de Magisk
fr: Activer la liste de refus Magisk
it: Abilita Magisk denylist

source: Disable Denylist
es: Deshabilitar lista de denegación
fr: Désactiver la liste de refus
it: Disabilita Denylist

source: Disable Magisk denylist
es: Deshabilitar lista de denegación de Magisk
fr: Désactiver la liste de refus Magisk
it: Disabilita Magisk denylist

source: Refresh
es: Actualizar
fr: Actualiser
it: Aggiorna

source: Refresh Magisk modules list.
es: Actualizar lista de módulos Magisk.
fr: Actualiser la liste des modules Magisk.
it: Aggiorna lista moduli Magisk.

source: To manage denylist or to manage SU permissions, use PixelFlasher's App Manager feature.
es: Para administrar la lista de denegación o para administrar permisos SU, use la función Administrador de aplicaciones de PixelFlasher.
fr: Pour gérer la liste de refus ou pour gérer les permissions SU, utilisez la fonction Gestionnaire d'applications de PixelFlasher.
it: Per gestire denylist o permessi SU, usa la funzione Gestore App di PixelFlasher.

source: Use Pixelflasher's App Manager functionality to add/remove items to denylist or su permissions.
es: Use la funcionalidad Administrador de aplicaciones de Pixelflasher para añadir/eliminar elementos a la lista de denegación o permisos su.
fr: Utilisez la fonctionnalité du Gestionnaire d'applications de Pixelflasher pour ajouter/supprimer des éléments à la liste de refus ou aux permissions su.
it: Usa la funzionalità Gestore App di Pixelflasher per aggiungere/rimuovere elementi dalla denylist o permessi su.

source: Restore Module
es: Restaurar módulo
fr: Restaurer le module
it: Ripristina Modulo

source: ## You need to reboot your device for the changes to take effect.
es: ## Necesita reiniciar su dispositivo para que los cambios surtan efecto.
fr: ## Vous devez redémarrer votre appareil pour que les changements prennent effet.
it: ## Devi riavviare il dispositivo affinché le modifiche abbiano effetto.

source: PIF Module
es: Módulo PIF
fr: Module PIF
it: Modulo PIF

source: Select the module you want to install
es: Seleccione el módulo que desea instalar
fr: Sélectionnez le module que vous souhaitez installer
it: Seleziona il modulo che vuoi installare

source: ## You need to reboot your device to complete the installation.
es: ## Necesita reiniciar su dispositivo para completar la instalación.
fr: ## Vous devez redémarrer votre appareil pour terminer l'installation.
it: ## Devi riavviare il dispositivo per completare l'installazione.

source: ## You need to reboot your device to complete the update.
es: ## Necesita reiniciar su dispositivo para completar la actualización.
fr: ## Vous devez redémarrer votre appareil pour terminer la mise à jour.
it: ## Devi riavviare il dispositivo per completare l'aggiornamento.

source: Copy
es: Copiar
fr: Copier
it: Copia

source: Select All
es: Seleccionar todo
fr: Tout sélectionner
it: Seleziona Tutto

source: Superuser Access
es: Modificar acceso root
fr: Modifier l'accès root
it: Accesso Superuser

source: Superuser Access (requires reboot)
es: Modificar acceso root (requiere reinicio)
fr: Modifier l'accès root (nécessite un redémarrage)
it: Accesso Superuser (richiede riavvio)

source: Apps Only
es: Solo aplicaciones
fr: Applications uniquement
it: Solo App

source: ADB Only
es: Solo ADB
fr: ADB uniquement
it: Solo ADB

source: Apps and ADB
es: Aplicaciones y ADB
fr: Applications et ADB
it: App e ADB

source: Disabled
es: Deshabilitado
fr: Désactivé
it: Disabilitato

source: Download and Install Rooting Application
es: Descargar e instalar aplicación de root
fr: Télécharger et installer l'application de rootage
it: Scarica e Installa Applicazione Rooting

source: Select rooting app to install.
es: Seleccione la aplicación de root para instalar.
fr: Sélectionnez l'application de rootage à installer.
it: Seleziona app rooting da installare.

source: Root App
es: Aplicación de Root
fr: Application Root
it: App Root

source: Version
es: Versión
it: Versione

source: VersionCode
es: Código de versión
fr: Code de version
it: CodiceVersione

source: Package
es: Paquete
fr: Paquet
it: Pacchetto

source: WARNING! Do not install magisk if you already have a hidden (stub) Magisk installed. First unhide Magisk before attempting an install.
es: ¡ADVERTENCIA! No instale magisk si ya tiene instalado un Magisk oculto (stub). Primero desoculte Magisk antes de intentar una instalación.
fr: ATTENTION ! N'installez pas Magisk si vous avez déjà un Magisk caché (stub) installé. Démasquez d'abord Magisk avant de tenter une installation.
it: ATTENZIONE! Non installare magisk se hai già un Magisk nascosto (stub) installato. Prima rendi visibile Magisk prima di tentare un'installazione.

source: Download the rooting app.
es: Descargar la aplicación de root.
fr: Télécharger l'application de rootage.
it: Scarica l'app di rooting.

source: Copy URL to Clipboard
es: Copiar URL al portapapeles
fr: Copier l'URL dans le presse-papiers
it: Copia URL negli Appunti

source: Copy Package ID to Clipboard
es: Copiar ID del paquete al portapapeles
fr: Copier l'ID du paquet dans le presse-papiers
it: Copia ID Pacchetto negli Appunti

source: Download Selected Rooting App
es: Descargar aplicación de root seleccionada
fr: Télécharger l'application de rootage sélectionnée
it: Scarica App Rooting Selezionata

source: Device Not Supported
es: Dispositivo no compatible
fr: Appareil non pris en charge
it: Dispositivo Non Supportato

source: The selected Magisk is not supported for your device
es: El Magisk seleccionado no es compatible con su dispositivo
fr: Le Magisk sélectionné n'est pas pris en charge pour votre appareil
it: Il Magisk selezionato non è supportato per il tuo dispositivo

source: Only Pixel 7 (panther) and Pixel 7 Pro (cheetah) and Pixel 7a (lynx) and Pixel Tablet (tangorpro) are currently supported.
es: Actualmente solo son compatibles Pixel 7 (panther), Pixel 7 Pro (cheetah), Pixel 7a (lynx) y Pixel Tablet (tangorpro).
fr: Seuls les Pixel 7 (panther), Pixel 7 Pro (cheetah), Pixel 7a (lynx) et Pixel Tablet (tangorpro) sont actuellement pris en charge.
it: Solo Pixel 7 (panther) e Pixel 7 Pro (cheetah) e Pixel 7a (lynx) e Pixel Tablet (tangorpro) sono attualmente supportati.

source: Unless you know what you are doing, if you choose to continue
es: A menos que sepa lo que está haciendo, si elige continuar
fr: À moins que vous sachiez ce que vous faites, si vous choisissez de continuer
it: A meno che tu non sappia cosa stai facendo, se scegli di continuare

source: you risk running into serious issues, proceed only if you are absolutely
es: corre el riesgo de encontrarse con problemas graves, proceda solo si está absolutamente
fr: vous risquez de rencontrer de graves problèmes, ne procédez que si vous êtes absolument
it: rischi di incorrere in seri problemi, procedi solo se sei assolutamente

source: Check / Uncheck All
es: Marcar / Desmarcar todo
fr: Cocher / Décocher tout
it: Seleziona / Deseleziona Tutto

source: Delete checked backups
es: Eliminar copias de seguridad marcadas
fr: Supprimer les sauvegardes cochées
it: Elimina backup selezionati

source: Add Backup from Computer
es: Añadir copia de seguridad desde el ordenador
fr: Ajouter une sauvegarde depuis l'ordinateur
it: Aggiungi Backup dal Computer

source: Select a boot.img and create a backup from it. WARNING! No verification is done if the selected file is stock boot image or even for the correct device.
es: Seleccione un boot.img y cree una copia de seguridad a partir de él. ¡ADVERTENCIA! No se realiza ninguna verificación si el archivo seleccionado es una imagen de arranque stock o incluso para el dispositivo correcto.
fr: Sélectionnez un boot.img et créez une sauvegarde à partir de celui-ci. ATTENTION ! Aucune vérification n'est effectuée pour savoir si le fichier sélectionné est une image de démarrage stock ou même pour le bon appareil.
it: Seleziona un boot.img e crea un backup da esso. ATTENZIONE! Nessuna verifica viene fatta se il file selezionato è l'immagine boot stock o anche per il dispositivo corretto.

source: Auto Create Backup
es: Crear copia de seguridad automáticamente
fr: Créer automatiquement une sauvegarde
it: Crea Backup Auto

source: Checks current boot partition, Ff it is a Magisk Patched with SHA1 and the boot.img is available, then it Automatically creates a backup of boot image.
es: Verifica la partición de arranque actual, Si es un Magisk parcheado con SHA1 y el boot.img está disponible, entonces Crea automáticamente una copia de seguridad de la imagen de arranque.
fr: Vérifie la partition de démarrage actuelle, S'il s'agit d'un Magisk Patché avec SHA1 et que le boot.img est disponible, alors il Crée automatiquement une sauvegarde de l'image de démarrage.
it: Controlla la partizione boot corrente, Se è un Magisk Patched con SHA1 e il boot.img è disponibile, allora Crea automaticamente un backup dell'immagine boot.

source: Closes this dialog
es: Cierra este diálogo
fr: Ferme cette boîte de dialogue
it: Chiude questa finestra

source: boot / init_boot image to create backup of.
es: imagen boot / init_boot para crear copia de seguridad.
fr: image boot / init_boot dont il faut créer une sauvegarde.
it: immagine boot / init_boot di cui creare backup.

source: Delete Backup
es: Eliminar copia de seguridad
fr: Supprimer la sauvegarde
it: Elimina Backup

source: Check All
es: Marcar todo
fr: Tout cocher
it: Seleziona Tutto

source: UnCheck All
es: Desmarcar todo
fr: Tout décocher
it: Deseleziona Tutto

source: Copy to Clipboard
es: Copiar al portapapeles
fr: Copier dans le presse-papiers
it: Copia negli Appunti

source: Set SU Permission
es: Establecer permisos SU
fr: Définir les permissions SU
it: Imposta Permesso SU

source: Enter SU Permission details:
es: Ingrese detalles de permisos SU:
fr: Entrez les détails des permissions SU :
it: Inserisci dettagli Permesso SU:

source: Enable Notification
es: Habilitar notificación
fr: Activer la notification
it: Abilita Notifica

source: Enable Logging
es: Habilitar registro
fr: Activer la journalisation
it: Abilita Logging

source: Forever
es: Para siempre
fr: Pour toujours
it: Per sempre

source: 10 mins
es: 10 minutos
fr: 10 minutes
it: 10 min

source: 20 mins
es: 20 minutos
fr: 20 minutes
it: 20 min

source: 30 mins
es: 30 minutos
fr: 30 minutes
it: 30 min

source: 60 mins
es: 60 minutos
fr: 60 minutes
it: 60 min

source: Allow
es: Permitir
fr: Autoriser
it: Consenti

source: Deny
es: Denegar
fr: Refuser
it: Nega

source: Revoke
es: Revocar
fr: Révoquer
it: Revoca

source: Manage Packages on the Device
es: Administrar paquetes en el dispositivo
fr: Gérer les paquets sur l'appareil
it: Gestisci Pacchetti sul Dispositivo

source: %s Packages
es: %s Paquetes
fr: %s Paquets
it: %s Pacchetti

source: Show System apps
es: Mostrar aplicaciones del sistema
fr: Afficher les applications système
it: Mostra app di Sistema

source: Show 3rd Party apps
es: Mostrar aplicaciones de terceros
fr: Afficher les applications tierces
it: Mostra app Terze Parti

source: Get All Application Names
es: Obtener todos los nombres de aplicaciones
fr: Obtenir tous les noms d'applications
it: Ottieni Tutti i Nomi Applicazione

source: Extracts App names, and caches them for faster loading in the future. NOTE: This could take a while.
es: Extrae nombres de aplicaciones y los almacena en caché para cargarlos más rápido en el futuro. NOTA: Esto podría llevar tiempo.
fr: Extrait les noms d'applications et les met en cache pour un chargement plus rapide à l'avenir. REMARQUE : Cela peut prendre un certain temps.
it: Estrae nomi App, e li memorizza nella cache per caricamento più veloce in futuro. NOTA: Potrebbe richiedere un po' di tempo.

source: Disable
es: Deshabilitar
fr: Désactiver
it: Disabilita

source: Disable checked packages
es: Deshabilitar paquetes marcados
fr: Désactiver les paquets cochés
it: Disabilita pacchetti selezionati

source: Enable
es: Habilitar
fr: Activer
it: Abilita

source: Enable checked packages
es: Habilitar paquetes marcados
fr: Activer les paquets cochés
it: Abilita pacchetti selezionati

source: Uninstall
es: Desinstalar
fr: Désinstaller
it: Disinstalla

source: Uninstall checked packages
es: Desinstalar paquetes marcados
fr: Désinstaller les paquets cochés
it: Disinstalla pacchetti selezionati

source: Add to Denylist
es: Añadir a lista de denegación
fr: Ajouter à la liste de refus
it: Aggiungi a Denylist

source: Add package to Magisk Denylist
es: Añadir paquete a lista de denegación de Magisk
fr: Ajouter le paquet à la liste de refus Magisk
it: Aggiungi pacchetto a Magisk Denylist

source: Remove from Denylist
es: Eliminar de lista de denegación
fr: Supprimer de la liste de refus
it: Rimuovi da Denylist

source: Remove package from Magisk Denylist
es: Eliminar paquete de lista de denegación de Magisk
fr: Supprimer le paquet de la liste de refus Magisk
it: Rimuovi pacchetto da Magisk Denylist

source: Install an APK on the device
es: Instalar un APK en el dispositivo
fr: Installer un APK sur l'appareil
it: Installa un APK sul dispositivo

source: Download APK
es: Descargar APK
fr: Télécharger APK
it: Scarica APK

source: Extract and download APK
es: Extraer y descargar APK
fr: Extraire et télécharger APK
it: Estrai e scarica APK

source: Export List
es: Exportar lista
fr: Exporter la liste
it: Esporta Lista

source: Export the package list in CSV format
es: Exportar la lista de paquetes en formato CSV
fr: Exporter la liste des paquets au format CSV
it: Esporta la lista pacchetti in formato CSV

source: %s / %s Packages
es: %s / %s Paquetes
fr: %s / %s Paquets
it: %s / %s Pacchetti

source: Export Package list
es: Exportar lista de paquetes
fr: Exporter la liste des paquets
it: Esporta lista Pacchetti

source: Choose a directory where all apks should be saved.
es: Elija un directorio donde se guardarán todos los apks.
fr: Choisissez un répertoire où tous les apks doivent être enregistrés.
it: Scegli una directory dove salvare tutti gli apk.

source: Download APK file
es: Descargar archivo APK
fr: Télécharger le fichier APK
it: Scarica file APK

source: Disable Package
es: Deshabilitar paquete
fr: Désactiver le paquet
it: Disabilita Pacchetto

source: Enable Package
es: Habilitar paquete
fr: Activer le paquet
it: Abilita Pacchetto

source: Uninstall Package
es: Desinstalar paquete
fr: Désinstaller le paquet
it: Disinstalla Pacchetto

source: Download Package
es: Descargar paquete
fr: Télécharger le paquet
it: Scarica Pacchetto

source: Launch Package
es: Iniciar paquete
fr: Lancer le paquet
it: Avvia Pacchetto

source: View Application Permissions
es: Ver permisos de la aplicación
fr: Voir les permissions de l'application
it: Vedi Permessi Applicazione

source: Kill Application
es: Terminar aplicación
fr: Tuer l'application
it: Termina Applicazione

source: Clear Application Data
es: Borrar datos de la aplicación
fr: Effacer les données de l'application
it: Cancella Dati Applicazione

source: Add Package to Magisk Denylist
es: Añadir paquete a lista de denegación de Magisk
fr: Ajouter le paquet à la liste de refus Magisk
it: Aggiungi Pacchetto a Magisk Denylist

source: Remove Package from Magisk Denylist
es: Eliminar paquete de lista de denegación de Magisk
fr: Supprimer le paquet de la liste de refus Magisk
it: Rimuovi Pacchetto da Magisk Denylist

source: SU Permission ...
es: Permisos SU ...
fr: Permission SU ...
it: Permesso SU ...

source: Before switching slots, please make sure your device is not subject to ARB concerns. Are you sure want to continue?
es: Antes de cambiar las ranuras, asegúrese de que su dispositivo no está sujeto a problemas de ARB. ¿Está seguro de que desea continuar?
fr: Avant de changer d'emplacement, assurez-vous que votre appareil n'est pas soumis à des problèmes d'ARB. Êtes-vous sûr de vouloir continuer?
it: Prima di cambiare slot, assicurati che il tuo dispositivo non sia soggetto a problemi ARB. Sei sicuro di voler continuare?

source: Switch Slot potential concerns
es: Posibles problemas al cambiar de ranura
fr: Problèmes potentiels de changement d'emplacement
it: Potenziali problemi Cambio Slot

source: ## ⚠️ WARNING: You have selected to flash both slots.<br/>
es: ## ⚠️ ADVERTENCIA: Ha seleccionado flashear ambas ranuras.<br/>
fr: ## ⚠️ AVERTISSEMENT: Vous avez choisi de flasher les deux emplacements.<br/>
it: ## ⚠️ ATTENZIONE: Hai selezionato di flashare entrambi gli slot.<br/>

source: Please make sure your device is not subject to ARB concerns before clicking continue.<br/>
es: Por favor, asegúrese de que su dispositivo no está sujeto a problemas de ARB antes de hacer clic en continuar.<br/>
fr: Veuillez vous assurer que votre appareil n'est pas soumis à des problèmes d'ARB avant de cliquer sur continuer.<br/>
it: Assicurati che il tuo dispositivo non sia soggetto a problemi ARB prima di cliccare continua.<br/>

source: You have selected the flash option: Flash to both slots Please make sure your device is not subject to ARB concerns. Are you sure want to continue?
es: Ha seleccionado la opción de flasheo: Flashear a ambas ranuras Por favor, asegúrese de que su dispositivo no está sujeto a problemas de ARB. ¿Está seguro de que desea continuar?
fr: Vous avez sélectionné l'option de flash: Flasher les deux emplacements Veuillez vous assurer que votre appareil n'est pas soumis à des problèmes d'ARB. Êtes-vous sûr de vouloir continuer?
it: Hai selezionato l'opzione flash: Flash su entrambi gli slot Assicurati che il tuo dispositivo non sia soggetto a problemi ARB. Sei sicuro di voler continuare?

source: Flash option: Flash to both slots
es: Opción de flasheo: Flashear a ambas ranuras
fr: Option de flash: Flasher les deux emplacements
it: Opzione flash: Flash su entrambi gli slot

source: ✅ Flash to both slots is accepted.
es: ✅ Flashear a ambas ranuras aceptado.
fr: ✅ Flasher les deux emplacements est accepté.
it: ✅ Flash su entrambi gli slot accettato.

source: Open URL on Device
es: Abrir URL en el dispositivo
fr: Ouvrir une URL sur l'appareil
it: Apri URL su Dispositivo

source: Enter the URL to open on the device:
es: Ingrese la URL para abrir en el dispositivo:
fr: Entrez l'URL à ouvrir sur l'appareil :
it: Inserisci l'URL da aprire sul dispositivo:

source: Open URL
es: Abrir URL
fr: Ouvrir l'URL
it: Apri URL

source: Open a URL in the default browser
es: Abrir una URL en el navegador predeterminado
fr: Ouvrir une URL dans le navigateur par défaut
it: Apri un URL nel browser predefinito

source: Keep Temp Files
es: Mantener archivos temporales
fr: Conserver les fichiers temporaires
it: Mantieni File Temp

source: Enabling this will keep temporary files used for patching. This is useful for debugging purposes. It is recommended to keep this disabled.
es: Habilitar esto mantendrá los archivos temporales utilizados para el parcheado. Esto es útil para propósitos de depuración. Se recomienda mantener esto deshabilitado.
fr: L'activation de cette option conservera les fichiers temporaires utilisés pour le patching. Ceci est utile à des fins de débogage. Il est recommandé de laisser cette option désactivée.
it: Abilitare questo manterrà i file temporanei usati per il patching. Utile per scopi di debug. Si raccomanda di tenerlo disabilitato.

source: Logcat Viewer
es: Visor de Logcat
fr: Visualiseur Logcat
it: Visualizzatore Logcat

source: Logcat filter: update_engine
es: Filtro de Logcat: update_engine
fr: Filtre Logcat : update_engine
it: Filtro Logcat: update_engine

source: Logcat filtered for update_engine to monitor OTA merging
es: Logcat filtrado para update_engine para monitorear la fusión OTA
fr: Logcat filtré pour update_engine pour surveiller la fusion OTA
it: Logcat filtrato per update_engine per monitorare unione OTA

source: Bootloader Versions
es: Versiones del Bootloader
fr: Versions du bootloader
it: Versioni Bootloader

source: Get Bootloader Versions
es: Obtener versiones del Bootloader
fr: Obtenir les versions du bootloader
it: Ottieni Versioni Bootloader

source: Formatting Options
es: Opciones de formato
fr: Options de formatage
it: Opzioni Formattazione

source: Enable formatting (-v)
es: Habilitar formato (-v)
fr: Activer le formatage (-v)
it: Abilita formattazione (-v)
