Repository: badabing2005/PixelFlasher
Catalog: locale/*/LC_MESSAGES/pixelflasher.po
Languages: es, fr, it

source: This could be either because it is hidden, or it is not installed (most likely not installed)
es: Esto podría ser porque está oculto, o no está instalado (probablemente no instalado)
fr: Cela pourrait être soit parce qu'il est caché, soit parce qu'il n'est pas installé (probablement pas installé)
it: Questo potrebbe essere perché è nascosto, o non è installato (molto probabilmente non installato)

source: If it is installed and hidden, then you should abort and then unhide it.
es: Si está instalado y oculto, entonces debería abortar y luego desocultarlo.
fr: S'il est installé et caché, vous devriez abandonner puis le démasquer.
it: Se è installato e nascosto, dovresti interrompere e poi renderlo visibile.

source: If Magisk is not installed, PixelFlasher can install it for you and use it for patching.
es: Si Magisk no está instalado, PixelFlasher puede instalarlo por usted y usarlo para parcheado.
fr: Si Magisk n'est pas installé, PixelFlasher peut l'installer pour vous et l'utiliser pour le patching.
it: Se Magisk non è installato, PixelFlasher può installarlo per te e usarlo per il patching.

source: WARNING: Do not install Magisk again if it is currently hidden.
es: ADVERTENCIA: No instale Magisk nuevamente si actualmente está oculto.
fr: ATTENTION : N'installez pas Magisk à nouveau s'il est actuellement caché.
it: ATTENZIONE: Non installare nuovamente Magisk se è attualmente nascosto.

source: Do you want PixelFlasher to download and install Magisk?
es: ¿Desea que PixelFlasher descargue e instale Magisk?
fr: Voulez-vous que PixelFlasher télécharge et installe Magisk ?
it: Vuoi che PixelFlasher scarichi e installi Magisk?

source: You will be given a choice of Magisk Version to install.
es: Se le dará una opción de versión de Magisk para instalar.
fr: Vous aurez le choix de la version de Magisk à installer.
it: Ti verrà data una scelta della Versione Magisk da installare.

source: Click OK to continue with Magisk installation.
es: Haga clic en ACEPTAR para continuar con la instalación de Magisk.
fr: Cliquez sur OK pour continuer avec l'installation de Magisk.
it: Clicca OK per continuare con l'installazione di Magisk.

source: Kernel KMI Override
es: Anulación de KMI del kernel
fr: Remplacement du KMI du noyau
it: Override Kernel KMI

source: Kernel KMI Override: %s
es: Anulación de KMI del kernel: %s
fr: Remplacement du KMI du noyau : %s
it: Override Kernel KMI: %s

source: You have set a custom kernel KMI override.
es: Ha establecido una anulación personalizada de KMI del kernel.
fr: Vous avez défini un remplacement personnalisé du KMI du noyau.
it: Hai impostato un override KMI del kernel personalizzato.

source: Are you sure you want to proceed with this override?
es: ¿Está seguro de que desea continuar con esta anulación?
fr: Êtes-vous sûr de vouloir continuer avec ce remplacement ?
it: Sei sicuro di voler procedere con questo override?

source: Click OK to proceed with the override.
es: Haga clic en ACEPTAR para continuar con la anulación.
fr: Cliquez sur OK pour continuer avec le remplacement.
it: Clicca OK per procedere con l'override.

source: Boot Model Mismatch
es: Discrepancia del modelo de boot
fr: Non-correspondance de modèle de démarrage
it: Discrepanza Modello Boot

source: APatch Manual Patching
es: Parcheado manual de APatch
fr: Patching manuel APatch
it: Patching Manuale APatch

source: APatch Manual Patching requires CONFIG_KALLSYMS=y in the kernel config.
es: El parcheado manual de APatch requiere CONFIG_KALLSYMS=y en la configuración del kernel.
fr: Le patching manuel APatch nécessite CONFIG_KALLSYMS=y dans la configuration du noyau.
it: Patching Manuale APatch richiede CONFIG_KALLSYMS=y nella config del kernel.

source: APatch Manual Patching only supports kernel versions 3.18 - 6.1
es: El parcheado manual de APatch solo admite versiones de kernel 3.18 - 6.1
fr: Le patching manuel APatch prend uniquement en charge les versions de noyau 3.18 - 6.1
it: Patching Manuale APatch supporta solo versioni kernel 3.18 - 6.1

source: Do you want to continue regardless of not meeting the pre-requisites?
es: ¿Desea continuar a pesar de no cumplir con los prerequisitos?
fr: Voulez-vous continuer malgré le non-respect des conditions préalables ?
it: Vuoi continuare nonostante il mancato rispetto dei pre-requisiti?

source: Click Yes to continue with APatch Manual Patching
es: Haga clic en Sí para continuar con el parcheado manual de APatch
fr: Cliquez sur Oui pour continuer avec le patching manuel APatch
it: Clicca Sì per continuare con Patching Manuale APatch

source: or Hit No to abort.
es: o presione No para abortar.
fr: ou appuyez sur Non pour abandonner.
it: o Premi No per interrompere.

source: Download Latest KernelPatch Tools
es: Descargar las últimas herramientas de KernelPatch
fr: Télécharger les derniers outils KernelPatch
it: Scarica Ultimi KernelPatch Tools

source: Latest KernelPatch Tools Pre-release Version: %s
es: Última versión preliminar de herramientas de KernelPatch: %s
fr: Dernière version préliminaire des outils KernelPatch : %s
it: Ultima Versione Pre-release KernelPatch Tools: %s

source: Latest KernelPatch Tools Release Version: %s
es: Última versión de lanzamiento de herramientas de KernelPatch: %s
fr: Dernière version publiée des outils KernelPatch : %s
it: Ultima Versione Release KernelPatch Tools: %s

source: Do you want to download the latest kptools-android and kpimg-android that includes pre-release versions?
es: ¿Desea descargar los últimos kptools-android y kpimg-android que incluyen versiones preliminares?
fr: Voulez-vous télécharger les derniers kptools-android et kpimg-android qui incluent les versions préliminaires ?
it: Vuoi scaricare gli ultimi kptools-android e kpimg-android che includono versioni pre-release?

source: Click Yes to download the latest pre-release versions: %s
es: Haga clic en Sí para descargar las últimas versiones preliminares: %s
fr: Cliquez sur Oui pour télécharger les dernières versions préliminaires : %s
it: Clicca Sì per scaricare le ultime versioni pre-release: %s

source: Click No to download the latest Release versions: %s
es: Haga clic en No para descargar las últimas versiones de lanzamiento: %s
fr: Cliquez sur Non pour télécharger les dernières versions publiées : %s
it: Clicca No per scaricare le ultime versioni Release: %s

source: %s Boot
es: Boot %s
fr: Démarrage %s

source: ERROR: Your phone model is: %s
es: ERROR: El modelo de su teléfono es: %s
fr: ERREUR : Le modèle de votre téléphone est : %s
it: ERRORE: Il modello del tuo telefono è: %s

source: The selected Boot is for: %s
es: El Boot seleccionado es para: %s
fr: Le démarrage sélectionné est pour : %s
it: Il Boot selezionato è per: %s

source: Unless you know what you are doing, if you continue flashing
es: A menos que sepa lo que está haciendo, si continúa flasheando
fr: À moins que vous sachiez ce que vous faites, si vous continuez le flashage
it: A meno che tu non sappia cosa stai facendo, se continui il flash

source: you risk bricking your device, proceed only if you are absolutely
es: corre el riesgo de inutilizar su dispositivo, proceda solo si está absolutamente
fr: vous risquez de bricker votre appareil, ne procédez que si vous êtes absolument
it: rischi di brickare il tuo dispositivo, procedi solo se sei assolutamente

source: certain that this is what you want, you have been warned.
es: seguro de que esto es lo que desea, ha sido advertido.
fr: certain que c'est ce que vous voulez, vous avez été averti.
it: certo che questo è ciò che vuoi, sei stato avvertito.

source: Flash action
es: Acción de flasheo
fr: Action de flashage
it: Azione Flash

source: ❌ Device is not detected.
es: ❌ El dispositivo no es detectado.
fr: ❌ L'appareil n'est pas détecté.
it: ❌ Dispositivo non rilevato.

source: ❌ Bootloader is locked, cannot flash.
es: ❌ El bootloader está bloqueado, no se puede flashear.
fr: ❌ Le bootloader est verrouillé, impossible de flasher.
it: ❌ Bootloader bloccato, impossibile flashare.

source: Your bootloader is locked or you haven't granted su permissions to shell process. Do you want to proceed regardless?
es: Su bootloader está bloqueado o no ha otorgado permisos su al proceso shell. ¿Desea continuar de todos modos?
fr: Votre bootloader est verrouillé ou vous n'avez pas accordé les permissions su au processus shell. Voulez-vous continuer quand même ?
it: Il tuo bootloader è bloccato o non hai concesso i permessi su al processo shell. Vuoi procedere comunque?

source: ❌ Android Platform Tools is not set.
es: ❌ Android Platform Tools no está configurado.
fr: ❌ Android Platform Tools n'est pas défini.
it: ❌ Android Platform Tools non impostato.

source: ❌ Valid device is not selected.
es: ❌ No se ha seleccionado un dispositivo válido.
fr: ❌ Aucun appareil valide n'est sélectionné.
it: ❌ Dispositivo valido non selezionato.

source: ❌ boot is not selected.
es: ❌ No se ha seleccionado el boot.
fr: ❌ boot n'est pas sélectionné.
it: ❌ boot non selezionato.

source: You can only sideload OTA that is equal or higher than the currently installed version.
es: Solo puede hacer sideload de OTA que sea igual o superior a la versión actualmente instalada.
fr: Vous ne pouvez sideloader que des OTA égales ou supérieures à la version actuellement installée.
it: Puoi fare sideload solo di OTA che è uguale o superiore alla versione attualmente installata.

source: Alternatively, you can flash the full firmware image (with wipe data) to downgrade or patch the current boot image to allow a downgrade without wipe.
es: Alternativamente, puede flashear la imagen completa del firmware (con borrado de datos) para hacer downgrade o parchear la imagen de boot actual para permitir un downgrade sin borrado.
fr: Alternativement, vous pouvez flasher l'image firmware complète (avec effacement des données) pour rétrograder ou patcher l'image de démarrage actuelle pour permettre une rétrogradation sans effacement.
it: Alternativamente, puoi flashare l'immagine firmware completa (con cancellazione dati) per fare downgrade o patchare l'immagine boot corrente per permettere un downgrade senza cancellazione.

source: See Menu item: Dev Tools | AVB Prepare Downgrade Patch for further details.
es: Vea el elemento de menú: Herramientas de desarrollo | AVB Preparar parche de downgrade para más detalles.
fr: Voir l'élément de menu : Outils de développement | AVB Préparer un patch de rétrogradation pour plus de détails.
it: Vedi voce Menu: Strumenti Dev | AVB Prepara Patch Downgrade per ulteriori dettagli.

source: If you still want to proceed, Click YES to accept and continue. or NO to Abort.
es: Si aún desea continuar, haga clic en SÍ para aceptar y continuar. o NO para abortar.
fr: Si vous souhaitez toujours continuer, cliquez sur OUI pour accepter et continuer. ou NON pour abandonner.
it: Se vuoi ancora procedere, Clicca SÌ per accettare e continuare. o NO per Interrompere.

source: You have selected to WIPE data Are you sure want to continue?
es: Ha seleccionado BORRAR datos ¿Está seguro de que desea continuar?
fr: Vous avez sélectionné d'EFFACER les données Êtes-vous sûr de vouloir continuer ?
it: Hai selezionato di CANCELLARE i dati Sei sicuro di voler continuare?

source: Wipe Data
es: Borrar datos
fr: Effacer les données
it: Cancella Dati

source: ✅ Wipe Data is accepted.
es: ✅ Borrado de datos aceptado.
fr: ✅ L'effacement des données est accepté.
it: ✅ Cancellazione Dati accettata.

source: You have selected the flash option: Wipe This will wipe your data Are you sure want to continue?
es: Ha seleccionado la opción de flasheo: Borrar Esto borrará sus datos ¿Está seguro de que desea continuar?
fr: Vous avez sélectionné l'option de flash : Effacer Cela effacera vos données Êtes-vous sûr de vouloir continuer ?
it: Hai selezionato l'opzione flash: Wipe Questo cancellerà i tuoi dati Sei sicuro di voler continuare?

source: Flash option: Wipe
es: Opción de flasheo: Borrar
fr: Option de flash : Effacer
it: Opzione Flash: Wipe

source: ✅ Wipe is accepted.
es: ✅ Borrado aceptado.
fr: ✅ L'effacement est accepté.
it: ✅ Wipe accettato.

source: You have selected the flash option: Force This will wipe your data Are you sure want to continue?
es: Ha seleccionado la opción de flasheo: Forzar Esto borrará sus datos ¿Está seguro de que desea continuar?
fr: Vous avez sélectionné l'option de flash : Forcer Cela effacera vos données Êtes-vous sûr de vouloir continuer ?
it: Hai selezionato l'opzione flash: Forza Questo cancellerà i tuoi dati Sei sicuro di voler continuare?

source: Flash option: Force
es: Opción de flasheo: Forzar
fr: Option de flash : Forcer
it: Opzione Flash: Forza

source: ✅ Force flag is accepted.
es: ✅ Bandera de forzado aceptada.
fr: ✅ Le drapeau Force est accepté.
it: ✅ Flag Forza accettato.

source: ❌ Not enough disk space.
es: ❌ No hay suficiente espacio en disco.
fr: ❌ Espace disque insuffisant.
it: ❌ Spazio su disco insufficiente.

source: ❌ Full OTA or factory image must be selected.
es: ❌ Se debe seleccionar OTA completa o imagen de fábrica.
fr: ❌ Une OTA complète ou une image d'usine doit être sélectionnée.
it: ❌ Deve essere selezionata Full OTA o factory image.

source: Tensor device not on Android 13 or higher
es: Dispositivo Tensor no está en Android 13 o superior
fr: Appareil Tensor pas sous Android 13 ou supérieur
it: Dispositivo Tensor non su Android 13 o superiore

source: WARNING: Your phone OS version is lower than Android 13.
es: ADVERTENCIA: La versión del SO de su teléfono es inferior a Android 13.
fr: ATTENTION : La version OS de votre téléphone est inférieure à Android 13.
it: ATTENZIONE: La versione OS del tuo telefono è inferiore ad Android 13.

source: If you are upgrading to Android 13 or newer,
es: Si está actualizando a Android 13 o más reciente,
fr: Si vous effectuez une mise à niveau vers Android 13 ou plus récent,
it: Se stai aggiornando ad Android 13 o più recente,

source: make sure you at least flash the bootloader to both slots.
es: asegúrese de al menos flashear el bootloader a ambas ranuras.
fr: assurez-vous de flasher au moins le bootloader dans les deux emplacements.
it: assicurati almeno di flashare il bootloader su entrambi gli slot.

source: The Android 13 update for Pixel 6, Pixel 6 Pro, and the Pixel 6a contains
es: La actualización de Android 13 para Pixel 6, Pixel 6 Pro y Pixel 6a contiene
fr: La mise à jour Android 13 pour Pixel 6, Pixel 6 Pro et Pixel 6a contient
it: L'aggiornamento Android 13 per Pixel 6, Pixel 6 Pro e Pixel 6a contiene

source: a bootloader update that increments the anti-roll back version for the bootloader.
es: una actualización del bootloader que incrementa la versión anti-retroceso para el bootloader.
fr: une mise à jour du bootloader qui incrémente la version anti-retour en arrière pour le bootloader.
it: un aggiornamento bootloader che incrementa la versione anti-roll back per il bootloader.

source: This prevents the device from rolling back to previous vulnerable versions of the bootloader.
es: Esto impide que el dispositivo retroceda a versiones anteriores vulnerables del bootloader.
fr: Cela empêche l'appareil de revenir à des versions précédentes vulnérables du bootloader.
it: Questo impedisce al dispositivo di tornare a versioni precedenti vulnerabili del bootloader.

source: After flashing an Android 13 build on these devices
es: Después de flashear una versión de Android 13 en estos dispositivos
fr: Après avoir flashé une version Android 13 sur ces appareils
it: Dopo aver flashato una build Android 13 su questi dispositivi

source: you will not be able to flash and boot older Android 12 builds.
es: no podrá flashear y arrancar versiones antiguas de Android 12.
fr: vous ne pourrez pas flasher et démarrer d'anciennes versions Android 12.
it: non sarai in grado di flashare e avviare build Android 12 più vecchie.

source: Selecting the option 'Flash to both slots'
es: Seleccionar la opción 'Flashear a ambas ranuras'
fr: En sélectionnant l'option 'Flasher sur les deux emplacements'
it: Selezionando l'opzione 'Flash su entrambi gli slot'

source: Will take care of that.
es: Se encargará de eso.
fr: S'occupera de cela.
it: Si occuperà di questo.

source: Click OK to continue as is.
es: Haga clic en ACEPTAR para continuar como está.
fr: Cliquez sur OK pour continuer tel quel.
it: Clicca OK per continuare così com'è.

source: or Hit CANCEL to abort and change options.
es: o presione CANCELAR para abortar y cambiar opciones.
fr: ou appuyez sur ANNULER pour abandonner et changer les options.
it: o Premi ANNULLA per interrompere e cambiare opzioni.

source: ✅ Anti rollback warning acknowledged and bypassed.
es: ✅ Advertencia de anti-retroceso reconocida y omitida.
fr: ✅ Avertissement anti-retour en arrière reconnu et contourné.
it: ✅ Avviso anti rollback riconosciuto e bypassato.

source: ❌ downgrade_boot.img is not found.
es: ❌ downgrade_boot.img no se encuentra.
fr: ❌ downgrade_boot.img n'est pas trouvé.
it: ❌ downgrade_boot.img non trovato.

source: ❌ Unable to replace boot.img in image.zip.
es: ❌ No se puede reemplazar boot.img en image.zip.
fr: ❌ Impossible de remplacer boot.img dans image.zip.
it: ❌ Impossibile sostituire boot.img in image.zip.

source: ⚠️ Live booting Pixel 7 or newer devices is not supported.
es: ⚠️ El arranque en vivo de dispositivos Pixel 7 o más nuevos no es compatible.
fr: ⚠️ Le démarrage en direct des appareils Pixel 7 ou plus récents n'est pas pris en charge.
it: ⚠️ Live booting dispositivi Pixel 7 o più recenti non supportato.

source: ❌ Image file is not selected.
es: ❌ No se ha seleccionado archivo de imagen.
fr: ❌ Aucun fichier image n'est sélectionné.
it: ❌ File immagine non selezionato.

source: ❌ Boot file is not found.
es: ❌ No se encuentra el archivo boot.
fr: ❌ Fichier de démarrage introuvable.
it: ❌ File Boot non trovato.

source: ❌ ROM file is not found.
es: ❌ No se encuentra el archivo ROM.
fr: ❌ Fichier ROM introuvable.
it: ❌ File ROM non trovato.

source: Device / Firmware Mismatch
es: Discrepancia de dispositivo / firmware
fr: Non-correspondance appareil / firmware
it: Discrepanza Dispositivo / Firmware

source: The selected firmware is for: %s
es: El firmware seleccionado es para: %s
fr: Le firmware sélectionné est pour : %s
it: Il firmware selezionato è per: %s

source: ✅ Device / Firmware mismatch acknowledged.
es: ✅ Discrepancia de dispositivo / firmware reconocida.
fr: ✅ Non-correspondance appareil / firmware reconnue.
it: ✅ Discrepanza Dispositivo / Firmware riconosciuta.

source: ❌ Encountered an error while rebooting to bootloader.
es: ❌ Se encontró un error al reiniciar al bootloader.
fr: ❌ Une erreur s'est produite lors du redémarrage vers le bootloader.
it: ❌ Riscontrato un errore durante il riavvio in bootloader.

source: ❌ Encountered an error while rebooting to sideload.
es: ❌ Se encontró un error al reiniciar a sideload.
fr: ❌ Une erreur s'est produite lors du redémarrage vers le sideload.
it: ❌ Riscontrato un errore durante il riavvio in sideload.

source: ❌ Encountered an error while rebooting to fastbootd.
es: ❌ Se encontró un error al reiniciar a fastbootd.
fr: ❌ Une erreur s'est produite lors du redémarrage vers fastbootd.
it: ❌ Riscontrato un errore durante il riavvio in fastbootd.

source: ❌ Encountered an error while running the flash script.
es: ❌ Se encontró un error al ejecutar el script de flasheo.
fr: ❌ Une erreur s'est produite lors de l'exécution du script de flash.
it: ❌ Riscontrato un errore durante l'esecuzione dello script di flash.

source: ❌ Encountered an error while flashing the patch.
es: ❌ Se encontró un error al flashear el parche.
fr: ❌ Une erreur s'est produite lors du flashage du patch.
it: ❌ Riscontrato un errore durante il flash della patch.

source: ❌ vbmeta flashing did not return the expected result.
es: ❌ El flasheo de vbmeta no devolvió el resultado esperado.
fr: ❌ Le flashage de vbmeta n'a pas renvoyé le résultat attendu.
it: ❌ Il flash vbmeta non ha restituito il risultato atteso.

source: ❌ It appears that OTA flashing did not properly switch slots.
es: ❌ Parece que el flasheo OTA no cambió correctamente las ranuras.
fr: ❌ Il semble que le flashage OTA n'ait pas correctement changé les emplacements.
it: ❌ Sembra che il flash OTA non abbia cambiato correttamente gli slot.

source: ⚠️ Device is not found after rebooting to bootloader.
es: ⚠️ No se encuentra el dispositivo después de reiniciar al bootloader.
fr: ⚠️ L'appareil n'est pas trouvé après le redémarrage vers le bootloader.
it: ⚠️ Dispositivo non trovato dopo il riavvio in bootloader.

source: ✅ Flashing elapsed time: %s seconds
es: ✅ Tiempo transcurrido de flasheo: %s segundos
fr: ✅ Temps écoulé de flashage : %s secondes
it: ✅ Tempo trascorso Flash: %s secondi

source: You have selected WIPE option. Adb debugging will be reset and disabled Hence patch or vbmeta flashing will be skipped.
es: Ha seleccionado la opción BORRAR. La depuración adb se restablecerá y deshabilitará Por lo tanto, se omitirá el flasheo del parche o vbmeta.
fr: Vous avez sélectionné l'option EFFACER. Le débogage adb sera réinitialisé et désactivé Par conséquent, le flashage du patch ou de vbmeta sera ignoré.
it: Hai selezionato l'opzione WIPE. Il debug Adb sarà resettato e disabilitato Quindi il flash di patch o vbmeta sarà saltato.

source: Device is not detected.
es: El dispositivo no es detectado.
fr: L'appareil n'est pas détecté.
it: Dispositivo non rilevato.

source: Done rebooting to bootloader, continue
es: Reinicio al bootloader completado, continuar
fr: Redémarrage vers le bootloader terminé, continuer
it: Riavvio in bootloader completato, continua

source: Done rebooting to system, continue
es: Reinicio al sistema completado, continuar
fr: Redémarrage vers le système terminé, continuer
it: Riavvio al sistema completato, continua

source: ## Is your device waiting for interaction?
es: ## ¿Su dispositivo está esperando interacción?
fr: ## Votre appareil attend-il une interaction ?
it: ## Il tuo dispositivo attende interazione?

source: _If it is not, please hit the cancel button._
es: _Si no es así, por favor presione el botón cancelar._
fr: _Si ce n'est pas le cas, veuillez appuyer sur le bouton annuler._
it: _Se non lo è, per favore premi il pulsante annulla._

source: If your device is waiting for user interaction which can not be programmatically invoked.
es: Si su dispositivo está esperando una interacción del usuario que no puede ser invocada programáticamente.
fr: Si votre appareil attend une interaction utilisateur qui ne peut pas être invoquée par programme.
it: Se il tuo dispositivo sta aspettando un'interazione utente che non può essere invocata programmaticamente.

source: - Using volume keys, scroll up and down and select **Reboot %s**
es: - Usando las teclas de volumen, desplácese arriba y abajo y seleccione **Reiniciar %s**
fr: - À l'aide des touches de volume, faites défiler vers le haut et vers le bas et sélectionnez **Redémarrer %s**
it: - Usando i tasti volume, scorri su e giù e seleziona **Riavvia %s**

source: - Press the power button to apply.
es: - Presione el botón de encendido para aplicar.
fr: - Appuyez sur le bouton d'alimentation pour appliquer.
it: - Premi il pulsante accensione per applicare.

source: When done, the device should reboot to %s <br/>
es: Cuando termine, el dispositivo debería reiniciar a %s <br/>
fr: Une fois terminé, l'appareil devrait redémarrer vers %s <br/>
it: Quando fatto, il dispositivo dovrebbe riavviarsi in %s <br/>

source: Wait for the device to fully boot to %s <br/>
es: Espere a que el dispositivo arranque completamente a %s <br/>
fr: Attendez que l'appareil démarre complètement vers %s <br/>
it: Attendi che il dispositivo si avvii completamente in %s <br/>
