Repository: badabing2005/PixelFlasher
Catalog: locale/*/LC_MESSAGES/pixelflasher.po
Languages: es, fr, it

source: Save /data/adb backup file
es: Guardar archivo de respaldo de /data/adb
fr: Enregistrer le fichier de sauvegarde /data/adb
it: Salva file backup /data/adb

source: Select /data/adb backup file
es: Seleccionar archivo de respaldo de /data/adb
fr: Sélectionner le fichier de sauvegarde /data/adb
it: Seleziona file backup /data/adb

source: Select keybox to test
es: Seleccionar keybox para probar
fr: Sélectionner le keybox à tester
it: Seleziona keybox da testare

source: Add / Edit / Delete Custom menu items
es: Añadir / Editar / Eliminar elementos de menú personalizados
fr: Ajouter / Modifier / Supprimer des éléments de menu personnalisés
it: Aggiungi / Modifica / Elimina voci menu Personalizzate

source: Select Boot Image
es: Seleccionar imagen de arranque
fr: Sélectionner l'image de démarrage
it: Seleziona Immagine Boot

source: Downloads Progress
es: Progreso de descargas
fr: Progression des téléchargements
it: Avanzamento Download

source: Welcome to PixelFlasher %s by Badabing2005
es: Bienvenido a PixelFlasher %s por Badabing2005
fr: Bienvenue à PixelFlasher %s par Badabing2005
it: Benvenuto in PixelFlasher %s di Badabing2005

source: Install APK on the device
es: Instalar APK en el dispositivo
fr: Installer APK sur l'appareil
it: Installa APK sul dispositivo

source: App Manager
es: Administrador de aplicaciones
fr: Gestionnaire d’applications
it: Gestore App

source: Manage Apps / Packages
es: Administrar Apps / Paquetes
fr: Gérer les applications / packages
it: Gestisci App / Pacchetti

source: Open ADB shell to the device.
es: Abrir terminal ADB al dispositivo.
fr: Ouvrez le shell ADB sur l'appareil.
it: Apri shell ADB sul dispositivo.

source: Partitions
es: Particiones
it: Partizioni

source: Partition Manager
es: Administrador de particiones
fr: Gestionnaire de partitionsComment
it: Gestore Partizioni

source: Switch to the other Slot
es: Cambiar a la otra ranura
fr: Basculer vers l'autre emplacement
it: Cambia all'altro Slot

source: Reboot to userspace fastboot (fastbootd)
es: Reiniciar a fastboot en espacio de usuario (fastbootd)
fr: Redémarrer vers l'espace utilisateur fastboot (fastbootd)
it: Riavvia in userspace fastboot (fastbootd)

source: Reboot to Download Mode
es: Reiniciar a modo Download
fr: Redémarrer en mode téléchargement
it: Riavvia in Download Mode

source: Reboot to Sideload Mode
es: Reiniciar a modo Sideload
fr: Redémarrer en mode chargement latéral
it: Riavvia in Sideload Mode

source: Magisk Backup
es: Copia de seguridad de Magisk
fr: Sauvegarde Magisk
it: Backup Magisk

source: Remove Magisk Modules This button issues the following command: adb wait-for-device shell magisk --remove-modules This helps for cases where device bootloops due to incompatible magisk modules(YMMV).
es: Eliminar módulos de Magisk Este botón ejecuta el siguiente comando: adb wait-for-device shell magisk --remove-modules Esto ayuda en casos donde el dispositivo entra en bucle de arranque debido a módulos de magisk incompatibles (YMMV).
fr: Supprimer les modules Magisk Ce bouton émet la commande suivante: adb wait-for-device shell magisk --remove-modules Cela aide dans les cas où l'appareil s'amorce en raison de modules magisk incompatibles (YMMV).
it: Rimuovi Moduli Magisk Questo pulsante invia il seguente comando: adb wait-for-device shell magisk --remove-modules Utile nei casi in cui il dispositivo vada in bootloop a causa di moduli Magisk incompatibili (Non garantito).

source: Lock
es: Bloquear
fr: Verrouiller
it: Blocca

source: UnLock
es: Desbloquear
fr: Déverrouiller
it: Sblocca

source: UnLock Bootloader Caution will wipe data
es: Desbloquear Bootloader Precaución: borrará datos
fr: Déverrouiller le chargeur d'amorçage Attention effacera les données
it: Sblocca Bootloader Attenzione cancellerà i dati

source: UnLock Bootloader
es: Desbloquear Bootloader
fr: Déverrouiller le chargeur d'amorçage
it: Sblocca Bootloader

source: Configuration Settings
es: Ajustes de configuración
fr: Paramètres de configuration
it: Impostazioni Configurazione

source: Create Support file
es: Crear archivo de soporte
fr: Créer un fichier de support
it: Crea file di Supporto

source: APK installation options
es: Opciones de instalación de APK
fr: Options d'installation
it: Opzioni installazione APK

source: Install
es: Instalar
fr: Installer
it: Installa

source: Set ownership to Play Store Market
es: Establecer propiedad a Play Store Market
fr: Définir la propriété sur Play Store Market
it: Imposta proprietà a Play Store Market

source: Bypass low target sdk block
es: Omitir bloqueo de SDK objetivo bajo
fr: Contourner le bloc sdk cible basse
it: Bypassa blocco target sdk basso

source: ADB Connected Devices
es: Dispositivos conectados ADB
fr: Appareils connectés
it: Dispositivi Connessi ADB

source: ADB Connected Devices Current Active Slot: [A]
es: Dispositivos conectados ADB Ranura activa actual: [A]
fr: Appareils connectés ADB Emplacement actif actuel: [A]
it: Dispositivi Connessi ADB Slot Attivo Corrente: [A]

source: ADB Connected Devices Current Active Slot: [B]
es: Dispositivos conectados ADB Ranura activa actual: [B]
fr: Appareils connectés ADB Emplacement actif actuel: [B]
it: Dispositivi Connessi ADB Slot Attivo Corrente: [B]

source: Android Platform Tools Version %s
es: Herramientas de plataforma Android Versión %s
fr: Outils de la plateforme Android Version %s
it: Android Platform Tools Versione %s

source: Android Platform Tools
es: Herramientas de plataforma Android
fr: Outils de la plateforme Android

source: vbmeta issue.
es: Problema de vbmeta.
fr: problème vbmeta.
it: problema vbmeta.

source: Warning! %s
es: ¡Advertencia! %s
fr: Avertissement%s
it: Attenzione! %s

source: ❌ ERROR: You must first select a boot image
es: ❌ ERROR: Primero debes seleccionar una imagen de arranque
fr: ❌ ERREUR: vous devez d'abord sélectionner une image de démarrage
it: ❌ ERRORE: Devi prima selezionare un'immagine boot

source: ❌ ERROR: Downgrade patch file not found You must first create a downgrade patch to enable this option.
es: ❌ ERROR: Archivo de parche de downgrade no encontrado Primero debes crear un parche de downgrade para habilitar esta opción.
fr: ❌ ERREUR: Fichier de correctif de rétrogradation introuvable Vous devez d'abord créer un correctif de rétrogradation pour activer cette option.
it: ❌ ERRORE: File patch downgrade non trovato Devi prima creare una patch downgrade per abilitare questa opzione.

source: ❌ ERROR: Wipe All Data is selected You must first select another mode to enable this option.
es: ❌ ERROR: La opción Borrar todos los datos está seleccionada Primero debes seleccionar otro modo para habilitar esta opción.
fr: ❌ ERREUR: Effacer toutes les données est sélectionné Vous devez d'abord sélectionner un autre mode pour activer cette option.
it: ❌ ERRORE: Cancella Tutti i Dati è selezionato Devi prima selezionare un'altra modalità per abilitare questa opzione.

source: No Wipe Downgrade
es: Downgrade sin borrar datos
fr: Pas de rétrogradation de l'effacement
it: Downgrade Senza Wipe

source: WARNING!!! WARNING!!! WARNING!!!
es: ¡¡¡ADVERTENCIA!!! ¡¡¡ADVERTENCIA!!! ¡¡¡ADVERTENCIA!!!
fr: AVERTISSEMENT!!! AVERTISSEMENT!!! AVERTISSEMENT!!!
it: ATTENZIONE!!! ATTENZIONE!!! ATTENZIONE!!!

source: THIS IS AN EXPERIMENTAL FEATURE, NO ASSURANCES THAT IT WOULD WORK
es: ESTA ES UNA FUNCIÓN EXPERIMENTAL, SIN GARANTÍAS DE QUE FUNCIONE
fr: CECI EST UNE FONCTIONNALITÉ EXPÉRIMENTALE, PAS D'ASSURANCE QUE CELA FONCTIONNERAIT
it: QUESTA È UNA FUNZIONE SPERIMENTALE, NESSUNA GARANZIA CHE FUNZIONI

source: Do NOT enable this option if you are not downgrading!!!
es: ¡¡¡NO habilite esta opción si no está haciendo downgrade!!!
fr: N'activez PAS cette option si vous ne rétrogradez pas!!!
it: NON abilitare questa opzione se non stai facendo un downgrade!!!

source: Proceed only if you know what you're doing.
es: Proceda solo si sabe lo que está haciendo.
fr: Ne continuez que si vous savez ce que vous faites.
it: Procedi solo se sai cosa stai facendo.

source: Do you want to continue to select the No Wipe Downgrade option?
es: ¿Desea continuar y seleccionar la opción de Downgrade sin borrar datos?
fr: Souhaitez-vous continuer à sélectionner l'option No Wipe Downgrade?
it: Vuoi continuare selezionando l'opzione Downgrade Senza Wipe?

source: Press OK to continue or CANCEL to abort.
es: Presione ACEPTAR para continuar o CANCELAR para abortar.
fr: Appuyer sur OK pour continuer ou sur Annuler pour arrêter le scan.
it: Premi OK per continuare o ANNULLA per interrompere.

source: CANCEL
es: CANCELAR
fr: ANNULER
it: ANNULLA

source: WARNING!!! WARNING!!! WARNING!!!
es: ¡¡¡ADVERTENCIA!!! ¡¡¡ADVERTENCIA!!! ¡¡¡ADVERTENCIA!!!
fr: AVERTISSEMENT!!! AVERTISSEMENT!!! AVERTISSEMENT!!!
it: ATTENZIONE!!! ATTENZIONE!!! ATTENZIONE!!!

source: NEVER, EVER LOCK THE BOOTLOADER WITHOUT REVERTING
es: NUNCA, JAMÁS BLOQUEE EL BOOTLOADER SIN VOLVER
fr: NE JAMAIS, JAMAIS VERROUILLER LE CHARGEUR D'AMORÇAGE SANS REVENIR EN ARRIÈRE
it: MAI E POI MAI BLOCCARE IL BOOTLOADER SENZA RIPRISTINARE

source: TO STOCK FIRMWARE OR YOUR PHONE WILL BE BRICKED!!!
es: AL FIRMWARE ORIGINAL O SU TELÉFONO QUEDARÁ INUTILIZADO!!!
fr: POUR STOCKER LE MICROLOGICIEL OU VOTRE TÉLÉPHONE SERA BRIQUETÉ!!!
it: IL FIRMWARE STOCK ALTRIMENTI IL TELEFONO VERRÀ BRICKATO!!!

source: THIS WILL WIPE YOUR DEVICE DATA!!!
es: ¡¡¡ESTO BORRARÁ LOS DATOS DE SU DISPOSITIVO!!!
fr: CELA EFFACERA LES DONNÉES DE VOTRE APPAREIL!!!
it: QUESTO CANCELLERÀ I DATI DEL TUO DISPOSITIVO!!!

source: Do you want to continue to Lock the device bootloader?
es: ¿Desea continuar para bloquear el bootloader del dispositivo?
fr: Voulez-vous continuer à verrouiller le chargeur d'amorçage de l'appareil?
it: Vuoi continuare con il Blocco del bootloader del dispositivo?

source: WARNING!!! THIS WILL ERASE ALL USER DATA FROM THE DEVICE
es: ¡¡¡ADVERTENCIA!!! ESTO BORRARÁ TODOS LOS DATOS DE USUARIO DEL DISPOSITIVO
fr: ATTENTION!!! CELA EFFACERA TOUTES LES DONNÉES UTILISATEUR DE L'APPAREIL
it: ATTENZIONE!!! QUESTO CANCELLERÀ TUTTI I DATI UTENTE DAL DISPOSITIVO

source: Make sure you first read either of the guides linked in the help menu.
es: Asegúrese de leer primero alguna de las guías vinculadas en el menú de ayuda.
fr: Assurez-vous de lire d'abord l'un des guides liés dans le menu d'aide.
it: Assicurati di leggere prima una delle guide linkate nel menu aiuto.

source: Failing to follow the proper steps could potentially brick your phone.
es: No seguir los pasos adecuados podría potencialmente inutilizar su teléfono.
fr: Ne pas suivre les étapes appropriées pourrait potentiellement bloquer votre téléphone.
it: Non seguire i passaggi corretti potrebbe potenzialmente brickare il telefono.

source: Note: Pressing OK button will invoke a script that will utilize
es: Nota: Al presionar el botón ACEPTAR se ejecutará un script que utilizará
fr: Remarque: en appuyant sur le bouton OK, un script qui utilisera
it: Nota: Premere il pulsante OK invocherà uno script che utilizzerà

source: fastboot commands, if your PC fastboot drivers are not properly setup,
es: comandos fastboot, si los controladores fastboot de su PC no están configurados correctamente,
fr: commandes de démarrage rapide, si les pilotes de démarrage rapide de votre PC ne sont pas correctement configurés,
it: comandi fastboot, se i driver fastboot del PC non sono configurati correttamente,

source: fastboot will wait forever, and PixelFlasher will appear hung.
es: fastboot esperará indefinidamente, y PixelFlasher parecerá bloqueado.
fr: fastboot attendra éternellement, et PixelFlasher apparaîtra suspendu.
it: fastboot aspetterà all'infinito e PixelFlasher sembrerà bloccato.

source: In such cases, killing the fastboot process will resume to normalcy.
es: En tales casos, terminar el proceso fastboot volverá a la normalidad.
fr: Dans de tels cas, l'arrêt du processus de démarrage rapide reprendra son cours normal.
it: In questi casi, terminare il processo fastboot ripristinerà la normalità.

source: Do you want to continue to Lock the device bootloader?
es: ¿Desea continuar para bloquear el bootloader del dispositivo?
fr: Voulez-vous continuer à verrouiller le chargeur d'amorçage de l'appareil?
it: Vuoi continuare con il Blocco del bootloader del dispositivo?

source: Press OK to continue or CANCEL to abort.
es: Presione ACEPTAR para continuar o CANCELAR para abortar.
fr: Appuyer sur OK pour continuer ou sur Annuler pour arrêter le scan.
it: Premi OK per continuare o ANNULLA per interrompere.

source: Do you want to continue to Unlock the device bootloader?
es: ¿Desea continuar para desbloquear el bootloader del dispositivo?
fr: Voulez-vous continuer à déverrouiller le chargeur d'amorçage de l'appareil?
it: Vuoi continuare con lo Sblocco del bootloader del dispositivo?

source: WARNING!!! This is an experimental feature to attempt disabling magisk modules.
es: ¡¡¡ADVERTENCIA!!! Esta es una función experimental para intentar deshabilitar los módulos de magisk.
fr: Attention!!! Il s'agit d'une fonctionnalité expérimentale pour tenter de désactiver les modules magisk.
it: ATTENZIONE!!! Questa è una funzione sperimentale per tentare di disabilitare i moduli magisk.

source: You would only need to do this if your device is bootlooping due to
es: Solo necesitaría hacer esto si su dispositivo está en bucle de arranque debido a
fr: Vous n'auriez besoin de le faire que si votre appareil démarre en raison de
it: Dovresti farlo solo se il tuo dispositivo è in bootloop a causa di

source: incompatible magisk modules, this is not guaranteed to work in all cases (YMMV).
es: módulos de magisk incompatibles, no se garantiza que funcione en todos los casos (YMMV).
fr: modules magisk incompatibles, cela n'est pas garanti pour fonctionner dans tous les cas (YMMV).
it: moduli magisk incompatibili, non è garantito che funzioni in tutti i casi.

source: Note: Pressing OK button will invoke a script that will wait forever to detect the device.
es: Nota: Al presionar el botón ACEPTAR se ejecutará un script que esperará indefinidamente para detectar el dispositivo.
fr: Remarque: Appuyez sur le bouton OK pour appeler un script qui attendra éternellement pour détecter l'appareil.
it: Nota: Premere OK invocherà uno script che attenderà all'infinito di rilevare il dispositivo.

source: If your device is not detected PixelFlasher will appear hung.
es: Si su dispositivo no es detectado, PixelFlasher parecerá bloqueado.
fr: Si votre appareil n'est pas détecté, PixelFlasher apparaîtra suspendu.
it: Se il dispositivo non viene rilevato, PixelFlasher sembrerà bloccato.

source: In such cases, killing the adb process will resume to normalcy.
es: En tales casos, terminar el proceso adb volverá a la normalidad.
fr: Dans de tels cas, le fait de tuer le processus adb reviendra à la normale.
it: In questi casi, terminare il processo adb ripristinerà la normalità.

source: Press OK to continue or CANCEL to abort.
es: Presione ACEPTAR para continuar o CANCELAR para abortar.
fr: Appuyer sur OK pour continuer ou sur Annuler pour arrêter le scan.
it: Premi OK per continuare o ANNULLA per interrompere.

source: Clear /data/adb/ contents
es: Borrar contenido de /data/adb/
fr: Effacer /data/adb/ contents
it: Pulisci contenuto /data/adb/

source: WARNING!!! This will the clear contents of /data/adb
es: ¡¡¡ADVERTENCIA!!! Esto borrará el contenido de /data/adb
fr: Avertissement!!! Cela effacera le contenu de /data/adb
it: ATTENZIONE!!! Questo pulirà il contenuto di /data/adb

source: Do you want to continue to clear /data/adb/ contents?
es: ¿Desea continuar para borrar el contenido de /data/adb/?
fr: Voulez-vous continuer à effacer /data/adb/ contents?
it: Vuoi continuare a pulire il contenuto di /data/adb/?

source: Press OK to continue or CANCEL to abort.
es: Presione ACEPTAR para continuar o CANCELAR para abortar.
fr: Appuyer sur OK pour continuer ou sur Annuler pour arrêter le scan.
it: Premi OK per continuare o ANNULLA per interrompere.

source: This will invoke the command adb kill-server. Are you sure want to continue?
es: Esto ejecutará el comando adb kill-server. ¿Está seguro de que desea continuar?
fr: Cela invoquera la commande adb kill-server. Voulez-vous vraiment continuer?
it: Questo invocherà il comando adb kill-server. Sei sicuro di voler continuare?

source: ADB Kill Server
es: Detener servidor ADB
fr: Serveur ADB Kill

source: Download Latest Android Platform-Tools
es: Descargar las últimas herramientas de plataforma Android
fr: Téléchargez les derniers outils de la plateforme Android
it: Scarica Ultimi Android Platform-Tools

source: Select Android Platform-Tools Folder Where adb and fastboot are located.
es: Seleccionar carpeta de herramientas de plataforma Android Donde se encuentran adb y fastboot.
fr: Sélectionner le dossier Android Platform-Tools Où se trouvent adb et fastboot.
it: Seleziona Cartella Android Platform-Tools Dove si trovano adb e fastboot.

source: Double click this label to issue the command: adb kill-server
es: Haga doble clic en esta etiqueta para ejecutar el comando: adb kill-server
fr: Double-cliquez sur cette étiquette pour émettre la commande: adb kill-server
it: Doppio click su questa etichetta per inviare il comando: adb kill-server

source: Open wireless manager dialog.
es: Abrir diálogo de administrador inalámbrico.
fr: Ouvrez la boîte de dialogue du gestionnaire sans fil.
it: Apri finestra gestione wireless.

source: [root status] [device mode] [device id] [device model] [device firmware]
es: [estado de root] [modo del dispositivo] [id del dispositivo] [modelo del dispositivo] [firmware del dispositivo]
fr: [état racine] [mode appareil] [id appareil] [modèle appareil] [micrologiciel appareil]
it: [stato root] [mod. dispositivo] [id dispositivo] [modello dispositivo] [firmware dispositivo]

source: ✓ Rooted with Magisk.
es: ✓ Rooteado con Magisk.
fr: ✓ Enraciné avec Magisk.
it: ✓ Rootato con Magisk.

source: ✗ Probably Not Root (Magisk Tools not found).
es: ✗ Probablemente sin Root (No se encontraron herramientas de Magisk).
fr: ✗ Probablement pas root (Magisk Tools introuvable).
it: ✗ Probabilmente Non Root (Strumenti Magisk non trovati).

source: ? Unable to determine the root status.
es: ? No se puede determinar el estado de root.
fr: ? Impossible de déterminer l'état racine.
it: ? Impossibile determinare lo stato di root.

source: (adb) device is in adb mode
es: (adb) dispositivo en modo adb
fr: (adb) l'appareil est en mode adb
it: (adb) dispositivo in modalità adb

source: (f.b) device is in fastboot mode
es: (f.b) dispositivo en modo fastboot
fr: (f.b) l'appareil est en mode de démarrage rapide
it: (f.b) dispositivo in modalità fastboot

source: (sid) device is in sideload mode
es: (sid) dispositivo en modo sideload
fr: (sid) l'appareil est en mode de chargement latéral
it: (sid) dispositivo in modalità sideload

source: (rec) device is in recovery mode
es: (rec) dispositivo en modo recovery
fr: (rec) l'appareil est en mode de récupération
it: (rec) dispositivo in modalità recovery

source: Scan for Devices Please manually select the device after the scan is completed.
es: Buscar dispositivos Por favor, seleccione manualmente el dispositivo después de que el escaneo se complete.
fr: Rechercher des appareils Veuillez sélectionner manuellement l'appareil une fois l'analyse terminée.
it: Scansione Dispositivi Seleziona manualmente il dispositivo dopo il completamento della scansione.

source: Device Image
es: Imagen del dispositivo
fr: Image du dispositif
it: Immagine Dispositivo

source: Download image file for current Pixel device.
es: Descargar archivo de imagen para el dispositivo Pixel actual.
fr: Téléchargez le fichier image pour l'appareil Pixel actuel.
it: Scarica file immagine per il dispositivo Pixel corrente.

source: Select Pixel Firmware
es: Seleccionar firmware Pixel
fr: Sélectionner le micrologiciel de pixel
it: Seleziona Firmware Pixel

source: Process
es: Procesar
fr: Traiter
it: Elabora

source: Process the firmware file and extract the boot.img
es: Procesar el archivo de firmware y extraer boot.img
fr: Traiter le fichier firmware et extraire le fichier boot.img
it: Elabora il file firmware ed estrae il boot.img

source: Apply Custom ROM
es: Aplicar ROM personalizada
fr: Appliquer la rom personnalisée
it: Applica Custom ROM

source: Caution: Make sure you read the selected ROM documentation. This might not work for your ROM
es: Precaución: Asegúrese de leer la documentación de la ROM seleccionada. Esto podría no funcionar para su ROM
fr: Attention: assurez-vous de lire la documentation rom sélectionnée. Cela pourrait ne pas fonctionner pour votre ROM
it: Attenzione: Assicurati di leggere la documentazione della ROM selezionata. Potrebbe non funzionare per la tua ROM

source: Select Custom ROM
es: Seleccionar ROM personalizada
fr: Sélectionnez l’icône Personnaliser
it: Seleziona Custom ROM

source: Process the ROM file and extract the boot.img
es: Procesar el archivo ROM y extraer boot.img
fr: Traiter le fichier rom et extraire le fichier boot.img
it: Elabora il file ROM ed estrae il boot.img

source: Select a boot/init_boot
es: Seleccionar un boot/init_boot
fr: Sélectionner un boot/init_boot
it: Seleziona un boot/init_boot

source: Show All boot/init_boot
es: Mostrar todos los boot/init_boot
fr: Afficher tous les boot/init_boot
it: Mostra Tutti i boot/init_boot

source: Show all boot/init_boot even if it is not part of the selected firmware or ROM
es: Mostrar todos los boot/init_boot incluso si no son parte del firmware o ROM seleccionados
fr: Afficher tous les boot/init_boot même si c'est le cas ne fait pas partie du micrologiciel ou de la ROM sélectionnés
it: Mostra tutti i boot/init_boot anche se non fanno parte del firmware o ROM selezionati

source: Source SHA1
es: SHA1 de origen
it: SHA1 Sorgente

source: Package Fingerprint
es: Huella digital del paquete
fr: Empreinte digitale de l'emballage
it: Fingerprint Pacchetto

source: Patched with version
es: Parcheado con versión
fr: Corrigé avec la version
it: Patchato con versione

source: Patch Method
es: Método de parche
fr: méthode de la hauteur au sable
it: Metodo Patch

source: Patched on Device
es: Parcheado en dispositivo
fr: Corrigé sur l'appareil
it: Patchato su Dispositivo

source: Date
es: Fecha
it: Data

source: Package Path
es: Ruta del paquete
fr: Chemin du colis
it: Percorso Pacchetto

source: Open Folder
es: Abrir carpeta
fr: Ouvrir le dossier
it: Apri Cartella

source: Open boot files folder
es: Abrir carpeta de archivos boot
fr: Ouvrir le dossier des fichiers de démarrage
it: Apri cartella file boot

source: Open Working Directory
es: Abrir directorio de trabajo
fr: Répertoire de travail
it: Apri Cartella di Lavoro

source: Patch
es: Parche
fr: Correctif

source: Patch the selected item
es: Parchear el elemento seleccionado
fr: Corriger l'élément sélectionné
it: Patcha l'elemento selezionato

source: Patch with Magisk
es: Parchear con Magisk
fr: Patch avec Magisk
it: Patch con Magisk

source: Patch with KernelSU
es: Parchear con KernelSU
fr: Correctif avec KernelSU
it: Patch con KernelSU

source: Patch with KernelSU LKM
es: Parchear con KernelSU LKM
fr: Patch avec KernelSU LKM
it: Patch con KernelSU LKM

source: Patch with KernelSU-Next
es: Parchear con KernelSU-Next
fr: Correctif avec KernelSU-Next
it: Patch con KernelSU-Next

source: Patch with KernelSU-Next LKM
es: Parchear con KernelSU-Next LKM
fr: Correctif avec KernelSU-Next LKM
it: Patch con KernelSU-Next LKM

source: Patch with APatch
es: Parchear con APatch
fr: Patch avec APatch
it: Patch con APatch

source: Patch with APatch Alternate
es: Parchear con APatch Alternativo
fr: Patch avec APatch Alternate
it: Patch con APatch Alternativo

source: Patch custom boot/init_boot
es: Parchear boot/init_boot personalizado
fr: Patch boot personnalisé/init_boot

source: Delete
es: Eliminar
fr: Supprimer
it: Elimina
