Repository: badabing2005/PixelFlasher
Catalog: locale/*/LC_MESSAGES/pixelflasher.po
Languages: es, fr, it

source: Yes
es: Sí
fr: Oui
it: Sì

source: OK
es: Aceptar

source: Cancel
es: Cancelar
fr: Annuler
it: Annulla

source: Apply
es: Aplicar
fr: Appliquer
it: Applica

source: &File
es: &Archivo
fr: &Fichier

source: &Device
es: &Dispositivo
fr: &Appareil
it: &Dispositivo

source: Dev Tools
es: Herramientas de desarrollo
fr: Outils de développement
it: Strumenti Dev

source: &My Tools
es: &Mis Herramientas
fr: &Mes Outils
it: &I Miei Strumenti

source: &Google Images
es: &Imágenes de Google
fr: &Images Google
it: &Immagini Google

source: &Toolbar
es: &Barra de herramientas
fr: &Barre d'outils
it: &Barra degli strumenti

source: &Language
es: &Idioma
fr: &Langue
it: &Lingua

source: &Help
es: &Ayuda
fr: &Aide
it: &Aiuto

source: Settings
es: Configuración
fr: Paramètres
it: Impostazioni

source: Exit
es: Salir
fr: Quitter
it: Esci

source: E&xit Ctrl-Q
es: &Salir Ctrl-Q
fr: &Quitter Ctrl-Q

source: Exit PixelFlasher
es: Salir de PixelFlasher
fr: Quitter PixelFlasher
it: Esci da PixelFlasher

source: Install APK
es: Instalar APK
fr: Installer APK
it: Installa APK

source: Package Manager
es: Administrador de paquetes
fr: Gestionnaire de paquets
it: Gestore Pacchetti

source: ADB Shell
es: Terminal ADB
fr: Console ADB
it: Shell ADB

source: Device Info
es: Información del dispositivo
fr: Infos de l'appareil
it: Info Dispositivo

source: Props as Json
es: Props como Json
fr: Props en Json
it: Proprietà come Json

source: Dump Screen XML
es: Volcar pantalla en XML
fr: Extraire de l'écran en XML
it: Dump Schermo XML

source: Cancel OTA Update
es: Cancelar actualización OTA
fr: Annuler la mise à jour OTA
it: Annulla Aggiornamento OTA

source: Check otacerts
es: Verificar otacerts
fr: Vérifier otacerts
it: Controlla otacerts

source: Partitions Manager
es: Administrador de particiones
fr: Gestionnaire de partitions
it: Gestore Partizioni

source: PI Analysis Report
es: Informe de análisis PI
fr: Rapport d'analyse PI
it: Report Analisi PI

source: Switch Slot
es: Cambiar ranura
fr: Changer de slot
it: Cambia Slot

source: Reboot
es: Reiniciar
fr: Redémarrer
it: Riavvia

source: System
es: Sistema
fr: Système
it: Sistema

source: Interactive Recovery
es: Recovery interactivo
fr: Recovery interactif
it: Recovery Interattiva

source: Safe Mode
es: Modo seguro
fr: Mode sans échec
it: Modalità Provvisoria

source: Push file(s) to
es: Enviar archivo(s) a
fr: Envoyer fichier(s) vers
it: Invia file a

source: Rooting App
es: App de root
fr: Application de root
it: App di Root

source: Magisk Backup Manager
es: Administrador de copias de Magisk
fr: Gestionnaire de sauvegarde Magisk
it: Gestore Backup Magisk

source: Backup /data/adb
es: Copia de seguridad de /data/adb
fr: Sauvegarder /data/adb

source: Restore /data/adb
es: Restaurar /data/adb
fr: Restaurer /data/adb
it: Ripristina /data/adb

source: Clear /data/adb/*
es: Borrar /data/adb/*
fr: Effacer /data/adb/*
it: Pulisci /data/adb/*

source: Start Shizuku
es: Iniciar Shizuku
fr: Démarrer Shizuku
it: Avvia Shizuku

source: Pif Manager
es: Administrador Pif
fr: Gestionnaire Pif
it: Gestore Pif

source: Lock Bootloader
es: Bloquear Bootloader
fr: Verrouiller Bootloader
it: Blocca Bootloader

source: Unlock Bootloader
es: Desbloquear Bootloader
fr: Déverrouiller Bootloader
it: Sblocca Bootloader

source: Check keybox.xml
es: Verificar keybox.xml
fr: Vérifier keybox.xml
it: Controlla keybox.xml

source: Decode Binary XML
es: Decodificar XML binario
fr: Décoder XML binaire
it: Decodifica XML Binario

source: AVB - Get Image Info
es: AVB - Obtener info imagen
fr: AVB - Obtenir infos d'image
it: AVB - Ottieni Info Immagine

source: AVB - Prepare Downgrade Patch
es: AVB - Preparar parche de downgrade
fr: AVB - Préparer patch de downgrade
it: AVB - Prepara Patch Downgrade

source: Customize My Tools
es: Personalizar Mis Herramientas
fr: Personnaliser Mes outils
it: Personalizza I Miei Strumenti

source: Phones
es: Teléfonos
fr: Téléphones
it: Telefoni

source: Watches
es: Relojes
fr: Montres
it: Orologi

source: Refresh images list
es: Actualizar lista de imágenes
fr: Actualiser la liste d'images
it: Aggiorna lista immagini

source: Show Progress Window
es: Mostrar ventana de progreso
fr: Afficher la fenêtre de progression
it: Mostra Finestra Avanzamento

source: Top
es: Arriba
fr: Haut
it: Alto

source: Left
es: Izquierda
fr: Gauche
it: Sinistra

source: Right
es: Derecha
fr: Droite
it: Destra

source: Bottom
es: Abajo
fr: Bas
it: Basso

source: Show Button Text
es: Mostrar texto de botones
fr: Afficher le texte des boutons
it: Mostra Testo Pulsante

source: Show Button Icon
es: Mostrar iconos de botones
fr: Afficher l'icône des boutons
it: Mostra Icona Pulsante

source: Show / Hide Buttons
es: Mostrar / Ocultar botones
fr: Afficher / Masquer les boutons
it: Mostra / Nascondi Pulsanti

source: Reboot to System
es: Reiniciar a Sistema
fr: Redémarrer vers le système
it: Riavvia al Sistema

source: Reboot to Bootloader
es: Reiniciar a Bootloader
fr: Redémarrer vers le Bootloader
it: Riavvia in Bootloader

source: Reboot to Fastbootd
es: Reiniciar a Fastbootd
fr: Redémarrer vers Fastbootd
it: Riavvia in Fastbootd

source: Reboot to Recovery
es: Reiniciar a Recovery
fr: Redémarrer vers Recovery
it: Riavvia in Recovery

source: Reboot to Interactive Recovery
es: Reiniciar a Recovery interactivo
fr: Redémarrer vers Recovery interactif
it: Riavvia in Recovery Interattiva

source: Reboot to Safe Mode
es: Reiniciar a Modo seguro
fr: Redémarrer en mode sans échec
it: Riavvia in Modalità Provvisoria

source: Reboot to Download
es: Reiniciar a Download
fr: Redémarrer en mode téléchargement
it: Riavvia in Download Mode

source: Reboot to Sideload
es: Reiniciar a Sideload
fr: Redémarrer en mode Sideload
it: Riavvia in Sideload

source: Configuration
es: Configuración
it: Configurazione

source: Support
es: Soporte
fr: Assistance
it: Supporto

source: Report an Issue
es: Reportar un problema
fr: Signaler un problème
it: Segnala un problema

source: Feature Request
es: Solicitar función
fr: Demande de fonctionnalité
it: Richiesta Funzionalità

source: PixelFlasher Project Page
es: Página del proyecto PixelFlasher
fr: Page du projet PixelFlasher
it: Pagina Progetto PixelFlasher

source: PixelFlasher Community (Forum)
es: Comunidad PixelFlasher (Foro)
fr: Communauté PixelFlasher (Forum)
it: Community PixelFlasher (Forum)

source: Links
es: Enlaces
fr: Liens
it: Link

source: Open Configuration Folder
es: Abrir carpeta de configuración
fr: Ouvrir le dossier de configuration
it: Apri Cartella Configurazione

source: Open PixelFlasher Working Directory
es: Abrir directorio de trabajo de PixelFlasher
fr: Ouvrir le répertoire de travail PixelFlasher
it: Apri Cartella di Lavoro PixelFlasher

source: Create a Sanitized support.zip
es: Crear un support.zip sanitizado
fr: Créer un support.zip anonymisé
it: Crea un support.zip sanificato

source: Check for New Version
es: Buscar nueva versión
fr: Vérifier les nouvelles versions
it: Controlla Nuova Versione

source: &About PixelFlasher
es: &Acerca de PixelFlasher
fr: &À propos de PixelFlasher
it: &Informazioni su PixelFlasher

source: About
es: Acerca
fr: À propos
it: Info

source: Homeboy76's Guide
es: Guía de Homeboy76
fr: Guide de Homeboy76
it: Guida di Homeboy76

source: V0latyle's Guide
es: Guía de V0latyle
fr: Guide de V0latyle
it: Guida di V0latyle

source: roirraW's Guide
es: Guía de roirraW
fr: Guide de roirraW
it: Guida di roirraW

source: osm0sis's PIF FAQ
es: FAQ PIF de osm0sis
fr: FAQ PIF d'osm0sis
it: FAQ PIF di osm0sis

source: V0latyle's PI API Info
es: Información de API PI de V0latyle
fr: Infos API PI de V0latyle
it: Info PI API di V0latyle

source: Tricky Store (Support Thread)
es: Tricky Store (Hilo de soporte)
fr: Tricky Store (fil d'assistance)
it: Tricky Store (Thread di Supporto)

source: osm0sis's PlayIntegrityFork
es: PlayIntegrityFork de osm0sis
fr: PlayIntegrityFork d'osm0sis
it: PlayIntegrityFork di osm0sis

source: chiteroman's PlayIntegrityFix
es: PlayIntegrityFix de chiteroman
fr: PlayIntegrityFix de chiteroman
it: PlayIntegrityFix di chiteroman

source: 5ec1cff's TrickyStore
es: TrickyStore de 5ec1cff
fr: TrickyStore de 5ec1cff
it: TrickyStore di 5ec1cff

source: Get the Google USB Driver
es: Obtener el controlador USB de Google
fr: Obtenir le pilote USB Google
it: Ottieni i Driver USB Google

source: Android Security Update Bulletins
es: Boletines de actualización de seguridad de Android
fr: Bulletins de mise à jour de sécurité Android
it: Bollettini Sicurezza Android

source: Android Codenames, tags, and build numbers
es: Nombres en clave, etiquetas y números de compilación de Android
fr: Noms de code, tags et numéros de build Android
it: Codici, tag e numeri build Android

source: Full OTA Images for Pixel Phones / Tablets
es: Imágenes OTA completas para teléfonos/tabletas Pixel
fr: Images OTA complètes pour téléphones / tablettes Pixel
it: Immagini OTA complete per Telefoni / Tablet Pixel

source: Factory Images for Pixel Phones / Tablets
es: Imágenes de fábrica para teléfonos/tabletas Pixel
fr: Images d'usine pour téléphones / tablettes Pixel
it: Factory Image per Telefoni / Tablet Pixel

source: Full OTA Images for Pixel Watches
es: Imágenes OTA completas para relojes Pixel
fr: Images OTA complètes pour montres Pixel
it: Immagini OTA complete per Pixel Watch

source: Factory Images for Pixel Watches
es: Imágenes de fábrica para relojes Pixel
fr: Images d'usine pour montres Pixel
it: Factory Image per Pixel Watch

source: Full OTA Images for Pixel Beta 16
es: Imágenes OTA completas para Pixel Beta 16
fr: Images OTA complètes pour Pixel Beta 16
it: Immagini OTA complete per Pixel Beta 16

source: Factory Images for Pixel Beta 16
es: Imágenes de fábrica para Pixel Beta 16
fr: Images d'usine pour Pixel Beta 16
it: Factory Image per Pixel Beta 16

source: Open adb shell to the device
es: Abrir terminal adb al dispositivo
fr: Ouvrir le shell adb vers l'appareil
it: Apri shell adb sul dispositivo

source: Launch Screen Copy
es: Iniciar copia de pantalla
fr: Lancer la copie d'écran
it: Avvia Screen Copy (Scrcpy)

source: Dump Full Device Info
es: Volcar información completa del dispositivo
fr: Extraire les informations complètes de l'appareil
it: Scarica Info Complete Dispositivo

source: Get current device's Pif print (osm0sis fork v5 format)
es: Obtener Pif print del dispositivo actual (formato fork v5 de osm0sis)
fr: Obtenir le Pif print de l'appareil actuel (format fork v5 d'osm0sis)
it: Ottieni impronta Pif attuale del dispositivo (formato osm0sis fork v5)

source: Get current device's properties in json format
es: Obtener propiedades del dispositivo actual en formato json
fr: Obtenir les propriétés de l'appareil actuel au format json
it: Ottieni proprietà del dispositivo attuale in formato json

source: Use uiautomator to dump the screen view in xml
es: Usar uiautomator para volcar la vista de pantalla en xml
fr: Utiliser uiautomator pour extraire la vue d'écran en xml
it: Usa uiautomator per scaricare la vista schermo in xml

source: Cancels and Resets OTA updates by Google (Not PixelFlasher)
es: Cancela y reinicia actualizaciones OTA de Google (No PixelFlasher)
fr: Annule et réinitialise les mises à jour OTA de Google (pas PixelFlasher)
it: Annulla e Resetta aggiornamenti OTA di Google (Non PixelFlasher)

source: Used to see if ROM is signed or not.
es: Utilizado para ver si la ROM está firmada o no.
fr: Utilisé pour voir si la ROM est signée ou non.
it: Usato per vedere se la ROM è firmata o meno.

source: Backup / Erase Partitions
es: Respaldar / Borrar particiones
fr: Sauvegarder / Effacer les partitions
it: Backup / Cancella Partizioni

source: Generate a report of PI Analysis
es: Generar un informe de análisis PI
fr: Générer un rapport d'analyse PI
it: Genera un report di Analisi PI

source: Switch to the other slot
es: Cambiar a la otra ranura
fr: Changer vers l'autre slot
it: Cambia all'altro slot

source: Manage Magisk modules and settings
es: Administrar módulos y configuración de Magisk
fr: Gérer les modules et paramètres Magisk
it: Gestisci moduli e impostazioni Magisk

source: Manage Magisk Backups
es: Administrar copias de seguridad de Magisk
fr: Gérer les sauvegardes Magisk
it: Gestisci Backup Magisk

source: Backs up /data/adb. This is useful for backing up Magisk modules. NOTE: If a module writes to anywhere other than /data/adb, those paths will not be backed up.
es: Respalda /data/adb. Esto es útil para hacer copias de seguridad de módulos Magisk. NOTA: Si un módulo escribe en cualquier lugar que no sea /data/adb, esas rutas no se respaldará.
fr: Sauvegarde /data/adb. C'est utile pour sauvegarder les modules Magisk. REMARQUE : Si un module écrit ailleurs que dans /data/adb, ces chemins ne seront pas sauvegardés.
it: Esegue il backup di /data/adb. Utile per il backup dei moduli Magisk. NOTA: Se un modulo scrive altrove rispetto a /data/adb, quei percorsi non saranno salvati.

source: Restore /data/adb from a backup file. This is useful for restoring Magisk modules. NOTE: If a module writes to anywhere other than /data/adb, those items will not be restored.
es: Restaura /data/adb desde un archivo de respaldo. Esto es útil para restaurar módulos Magisk. NOTA: Si un módulo escribe en cualquier lugar que no sea /data/adb, esos elementos no se restaurarán.
fr: Restaure /data/adb à partir d'un fichier de sauvegarde. C'est utile pour restaurer les modules Magisk. REMARQUE : Si un module écrit ailleurs que dans /data/adb, ces éléments ne seront pas restaurés.
it: Ripristina /data/adb da un file di backup. Utile per ripristinare i moduli Magisk. NOTA: Se un modulo scrive altrove rispetto a /data/adb, quegli elementi non saranno ripristinati.

source: Clear up /data/adb/ content (not the directory). This is useful when switching to different root flavor.
es: Borra el contenido de /data/adb/ (no el directorio). Esto es útil al cambiar a una solución de root diferente.
fr: Efface le contenu de /data/adb/ (pas le répertoire). Utile lors du passage à une autre méthode de root.
it: Pulisce il contenuto di /data/adb/ (non la directory). Utile quando si passa a un diverso tipo di root.

source: Starts Shizuku service on the device.
es: Inicia el servicio Shizuku en el dispositivo.
fr: Démarre le service Shizuku sur l'appareil.
it: Avvia il servizio Shizuku sul dispositivo.

source: Disable Magisk Modules
es: Deshabilitar módulos Magisk
fr: Désactiver les modules Magisk
it: Disabilita Moduli Magisk

source: Unlock Bootloader (Will wipe data)
es: Desbloquear Bootloader (Borrará datos)
fr: Déverrouiller le Bootloader (Effacera les données)
it: Sblocca Bootloader (Cancellerà i dati)

source: Get Android Verified Boot Image Info
es: Obtener información de imagen de arranque verificado de Android
fr: Obtenir les infos d'image de démarrage vérifié Android
it: Ottieni Info Immagine Android Verified Boot

source: Create Downgrade Patch
es: Crear parche de downgrade
fr: Créer un patch de downgrade
it: Crea Patch Downgrade

source: Download Successful
es: Descarga exitosa
fr: Téléchargement réussi
it: Download Riuscito

source: ✅ File downloaded successfully: %s and saved to %s
es: ✅ Archivo descargado exitosamente: %s y guardado en %s
fr: ✅ Fichier téléchargé avec succès : %s et enregistré dans %s
it: ✅ File scaricato con successo: %s e salvato in %s

source: No Downloads
es: Sin descargas
fr: Aucun téléchargement
it: Nessun Download

source: ℹ️ No downloads are in progress.
es: ℹ️ No hay descargas en progreso.
fr: ℹ️ Aucun téléchargement en cours.
it: ℹ️ Nessun download in corso.

source: ⚠️ WARNING! SHA256 of the selected file does not match segments in the filename. Please double check to make sure the checksum is good.
es: ⚠️ ¡ADVERTENCIA! El SHA256 del archivo seleccionado no coincide con los segmentos en el nombre del archivo. Por favor, verifique para asegurarse de que el checksum es correcto.
fr: ⚠️ ATTENTION ! Le SHA256 du fichier sélectionné ne correspond pas aux segments du nom de fichier. Veuillez vérifier que la somme de contrôle est correcte.
it: ⚠️ ATTENZIONE! L'SHA256 del file selezionato non corrisponde ai segmenti nel nome del file. Per favore controlla due volte per assicurarti che il checksum sia valido.

source: APK Install
es: Instalación de APK
fr: Installation d'APK
it: Installazione APK

source: ❌ ERROR: Please select a device before attempting APK Installation.
es: ❌ ERROR: Por favor seleccione un dispositivo antes de intentar la instalación de APK.
fr: ❌ ERREUR : Veuillez sélectionner un appareil avant de tenter l'installation d'APK.
it: ❌ ERRORE: Seleziona un dispositivo prima di tentare l'installazione dell'APK.

source: ❌ ERROR: No device selected
es: ❌ ERROR: Ningún dispositivo seleccionado
fr: ❌ ERREUR : Aucun appareil sélectionné
it: ❌ ERRORE: Nessun dispositivo selezionato

source: Check OTA Certs
es: Verificar certificados OTA
fr: Vérifier les certificats OTA
it: Controlla Certificati OTA

source: Device Analysis
es: Análisis de dispositivo
fr: Analyse de l'appareil
it: Analisi Dispositivo

source: ❌ ERROR: /data/local/tmp is not accessible, this will affect some features.
es: ❌ ERROR: /data/local/tmp no es accesible, esto afectará algunas funciones.
fr: ❌ ERREUR : /data/local/tmp n'est pas accessible, cela affectera certaines fonctionnalités.
it: ❌ ERRORE: /data/local/tmp non è accessibile, questo influenzerà alcune funzionalità.

source: vbmeta Warning!
es: ¡Advertencia de vbmeta!
fr: Avertissement vbmeta !
it: Attenzione vbmeta!

source: WARNING! Banned Kernel
es: ¡ADVERTENCIA! Kernel prohibido
fr: ATTENTION ! Noyau banni
it: ATTENZIONE! Kernel Bannato

source: ⚠️ Kernel string: %s is known to be banned. Play Integrity would possibly fail.
es: ⚠️ Cadena de kernel: %s es conocida por estar prohibida. Play Integrity posiblemente fallará.
fr: ⚠️ Chaîne du noyau : %s est connue pour être bannie. Play Integrity pourrait échouer.
it: ⚠️ Stringa Kernel: %s è nota per essere bannata. Play Integrity potrebbe fallire.

source: Scan
es: Escanear
fr: Scanner
it: Scansiona

source: ⚠️ No devices are found..
es: ⚠️ No se encontraron dispositivos..
fr: ⚠️ Aucun appareil trouvé..
it: ⚠️ Nessun dispositivo trovato..

source: ✅ Select your device from the list of %s found devices.
es: ✅ Seleccione su dispositivo de la lista de %s dispositivos encontrados.
fr: ✅ Sélectionnez votre appareil dans la liste des %s appareils trouvés.
it: ✅ Seleziona il tuo dispositivo dalla lista di %s dispositivi trovati.

source: Firmware SHA256
es: SHA256 del firmware
fr: SHA256 du firmware
it: SHA256 Firmware

source: ⚠️ WARNING! WARNING! WARNING! Slot a verity / verification does not match slot b verity / verification
es: ⚠️ ¡ADVERTENCIA! ¡ADVERTENCIA! ¡ADVERTENCIA! La verificación/verity del slot a no coincide con la verificación/verity del slot b
fr: ⚠️ ATTENTION ! ATTENTION ! ATTENTION ! La vérification du slot a ne correspond pas à la vérification du slot b
it: ⚠️ ATTENZIONE! ATTENZIONE! Verity / verifica dello slot A non corrisponde a verity / verifica dello slot B

source: ⚠️ WARNING! WARNING! WARNING! There is a mismatch of currently selected vbmeta verity state and device's verity state
es: ⚠️ ¡ADVERTENCIA! ¡ADVERTENCIA! ¡ADVERTENCIA! Hay una discrepancia entre el estado de verity de vbmeta seleccionado actualmente y el estado de verity del dispositivo
fr: ⚠️ ATTENTION ! ATTENTION ! ATTENTION ! Il y a une différence entre l'état de vérité vbmeta sélectionné et l'état de vérité de l'appareil
it: ⚠️ ATTENZIONE! ATTENZIONE! C'è una discrepanza tra lo stato verity vbmeta selezionato e lo stato verity del dispositivo

source: ⚠️ WARNING! WARNING! WARNING! There is a mismatch of currently selected vbmeta verification state and device's verification state
es: ⚠️ ¡ADVERTENCIA! ¡ADVERTENCIA! ¡ADVERTENCIA! Hay una discrepancia entre el estado de verificación de vbmeta seleccionado actualmente y el estado de verificación del dispositivo
fr: ⚠️ ATTENTION ! ATTENTION ! ATTENTION ! Il y a une différence entre l'état de vérification vbmeta sélectionné et l'état de vérification de l'appareil
it: ⚠️ ATTENZIONE! ATTENZIONE! C'è una discrepanza tra lo stato verification vbmeta selezionato e lo stato verification del dispositivo

source: This has a device wipe implications, please double check.
es: Esto tiene implicaciones de borrado de datos del dispositivo, por favor verifique nuevamente.
fr: Cela peut entraîner l'effacement de l'appareil, veuillez vérifier attentivement.
it: Questo implica la cancellazione dei dati del dispositivo, si prega di ricontrollare.

source: Warning
es: Advertencia
fr: Avertissement
it: Attenzione

source: Information
es: Información
it: Informazione

source: Success
es: Éxito
fr: Succès
it: Successo

source: Click OK to accept and continue.
es: Haz clic en ACEPTAR para aceptar y continuar.
fr: Cliquez sur OK pour accepter et continuer.
it: Clicca OK per accettare e continuare.

source: or Hit CANCEL to abort.
es: o presiona CANCELAR para abortar.
fr: ou appuyez sur ANNULER pour abandonner.
it: o premi ANNULLA per interrompere.

source: Select Language
es: Seleccionar idioma
fr: Sélectionner la langue
it: Seleziona Lingua

source: Language changed to %s. A restart is required for translations to apply.
es: Idioma cambiado a %s. Se requiere reiniciar para aplicar las traducciones.
fr: Langue changée en %s. Un redémarrage est nécessaire pour appliquer les traductions.
it: Lingua cambiata in %s. È necessario un riavvio per applicare le traduzioni.

source: Language Changed
es: Idioma cambiado
fr: Langue modifiée
it: Lingua Cambiata

source: Updates are available
es: Actualizaciones disponibles
fr: Des mises à jour sont disponibles
it: Sono disponibili aggiornamenti

source: ℹ️ There are updates available for PixelFlasher.
es: ℹ️ Hay actualizaciones disponibles para PixelFlasher.
fr: ℹ️ Des mises à jour sont disponibles pour PixelFlasher.
it: ℹ️ Ci sono aggiornamenti disponibili per PixelFlasher.

source: Click OK to download and install the updates.
es: Haga clic en ACEPTAR para descargar e instalar las actualizaciones.
fr: Cliquez sur OK pour télécharger et installer les mises à jour.
it: Clicca OK per scaricare e installare gli aggiornamenti.

source: Select binary xml file to decode
es: Seleccionar archivo xml binario para decodificar
fr: Sélectionner le fichier xml binaire à décoder
it: Seleziona file xml binario da decodificare

source: Select a file
es: Seleccionar un archivo
fr: Sélectionner un fichier
it: Seleziona un file

source: Browse
es: Explorar
fr: Parcourir
it: Sfoglia

source: Browse
es: Explorar
fr: Parcourir
it: Sfoglia

source: Save File
es: Guardar archivo
fr: Enregistrer le fichier
it: Salva File

source: ℹ️ There are updates available for your device. Check Google Images menu.
es: ℹ️ Hay actualizaciones disponibles para tu dispositivo. Revisa el menú de Imágenes de Google.
fr: ℹ️ Des mises à jour sont disponibles pour votre appareil. Vérifiez le menu Images Google.
it: ℹ️ Ci sono aggiornamenti disponibili per il tuo dispositivo. Controlla il menu Immagini Google.

source: Select one or multiple APK file(s) to install
es: Selecciona uno o varios archivos APK para instalar
fr: Sélectionnez un ou plusieurs fichier(s) APK à installer
it: Seleziona uno o più file APK da installare

source: Save support file
es: Guardar archivo de soporte
fr: Enregistrer le fichier de support
it: Salva file di supporto

source: Dump Screen Xml
es: Volcar pantalla en XML
fr: Extraire l'écran Xml
it: Dump Xml Schermo

source: Save device analysis
es: Guardar análisis del dispositivo
fr: Enregistrer l'analyse de l'appareil
it: Salva analisi dispositivo

source: Select files to push
es: Seleccionar archivos para enviar
fr: Sélectionner les fichiers à envoyer
it: Seleziona file da inviare
