Repository: badabing2005/PixelFlasher
Catalog: locale/*/LC_MESSAGES/pixelflasher.po
Languages: es, fr, it

source: Enable or disable formatting options for logcat output
es: Habilitar o deshabilitar opciones de formato para la salida de logcat
fr: Activer ou désactiver les options de formatage pour la sortie logcat
it: Abilita o disabilita opzioni di formattazione per output logcat

source: Format Verbs
es: Verbos de formato
fr: Verbes de format
it: Verbi Formato

source: Show priority, tag, and PID of the process issuing the message
es: Mostrar prioridad, etiqueta y PID del proceso que emite el mensaje
fr: Afficher la priorité, le tag et le PID du processus émettant le message
it: Mostra priorità, tag e PID del processo che emette il messaggio

source: Show all metadata fields and separate messages with blank lines
es: Mostrar todos los campos de metadatos y separar mensajes con líneas en blanco
fr: Afficher tous les champs de métadonnées et séparer les messages par des lignes vides
it: Mostra tutti i campi metadati e separa i messaggi con righe vuote

source: Show PID only
es: Mostrar solo PID
fr: Afficher uniquement le PID
it: Mostra solo PID

source: Show the raw log message with no other metadata fields
es: Mostrar el mensaje de registro sin procesar sin otros campos de metadatos
fr: Afficher le message de journal brut sans autres champs de métadonnées
it: Mostra il messaggio log grezzo senza altri campi metadati

source: Show the priority and tag only
es: Mostrar solo la prioridad y etiqueta
fr: Afficher uniquement la priorité et le tag
it: Mostra solo priorità e tag

source: Show priority, PID, and TID of the thread issuing the message
es: Mostrar prioridad, PID y TID del hilo que emite el mensaje
fr: Afficher la priorité, le PID et le TID du thread émettant le message
it: Mostra priorità, PID e TID del thread che emette il messaggio

source: Show date, time, priority, tag, PID, and TID (default)
es: Mostrar fecha, hora, prioridad, etiqueta, PID y TID (predeterminado)
fr: Afficher la date, l'heure, la priorité, le tag, le PID et le TID (par défaut)
it: Mostra data, ora, priorità, tag, PID e TID (default)

source: Show date, time, priority, tag, and PID of the process
es: Mostrar fecha, hora, prioridad, etiqueta y PID del proceso
fr: Afficher la date, l'heure, la priorité, le tag et le PID du processus
it: Mostra data, ora, priorità, tag e PID del processo

source: Adverb Modifiers
es: Modificadores de adverbio
fr: Modificateurs d'adverbe
it: Modificatori Avverbio

source: Show each priority with a different color
es: Mostrar cada prioridad con un color diferente
fr: Afficher chaque priorité avec une couleur différente
it: Mostra ogni priorità con un colore diverso

source: Show event descriptions from event-log-tags database
es: Mostrar descripciones de eventos de la base de datos event-log-tags
fr: Afficher les descriptions d'événements de la base de données event-log-tags
it: Mostra descrizioni evento dal database event-log-tags

source: Show time as seconds since 1970-01-01 (Unix epoch)
es: Mostrar tiempo como segundos desde el 1 de enero de 1970 (época Unix)
fr: Afficher l'heure en secondes depuis le 1er janvier 1970 (époque Unix)
it: Mostra ora come secondi dal 1970-01-01 (Unix epoch)

source: Show time as CPU seconds since boot
es: Mostrar tiempo como segundos de CPU desde el arranque
fr: Afficher l'heure en secondes CPU depuis le démarrage
it: Mostra ora come secondi CPU dall'avvio

source: Ensure that any binary logging content is escaped
es: Asegurar que cualquier contenido de registro binario sea escapado
fr: S'assurer que tout contenu de journalisation binaire est échappé
it: Assicura che qualsiasi contenuto di logging binario sia escaped

source: Show UID or Android ID of logged process (if permitted)
es: Mostrar UID o ID de Android del proceso registrado (si está permitido)
fr: Afficher l'UID ou l'ID Android du processus journalisé (si autorisé)
it: Mostra UID o ID Android del processo loggato (se permesso)

source: Show time with microsecond precision
es: Mostrar tiempo con precisión de microsegundos
fr: Afficher l'heure avec une précision en microsecondes
it: Mostra ora con precisione al microsecondo

source: Filter Options
es: Opciones de filtro
fr: Options de filtre
it: Opzioni Filtro

source: Tag Filter
es: Filtro de etiqueta
fr: Filtre de tag
it: Filtro Tag

source: Tag:
es: Etiqueta:

source: Enter log component tag (or * for all)
es: Ingresar etiqueta del componente de registro (o * para todos)
fr: Entrer le tag du composant de journal (ou * pour tous)
it: Inserisci tag componente log (o * per tutti)

source: Priority Level
es: Nivel de prioridad
fr: Niveau de priorité
it: Livello Priorità

source: Verbose (default for specific tag)
es: Detallado (predeterminado para etiqueta específica)
fr: Verbeux (par défaut pour un tag spécifique)
it: Dettagliato (default per tag specifico)

source: Debug (default for *)
es: Depuración (predeterminado para *)
fr: Debug (par défaut pour *)
it: Debug (default per *)

source: Warn
es: Advertencia
fr: Avertissement
it: Attenzione

source: Silent (suppress all output)
es: Silencioso (suprimir toda salida)
fr: Silencieux (supprimer toute sortie)
it: Silenzioso (sopprimi tutto l'output)

source: Additional Filters
es: Filtros adicionales
fr: Filtres supplémentaires
it: Filtri Aggiuntivi

source: Regex Filter (-e):
es: Filtro Regex (-e):
fr: Filtre Regex (-e) :
it: Filtro Regex (-e):

source: Enter ECMAScript regex to filter output
es: Ingresar regex ECMAScript para filtrar salida
fr: Entrer une regex ECMAScript pour filtrer la sortie
it: Inserisci regex ECMAScript per filtrare output

source: UIDs Filter (comma-separated):
es: Filtro de UIDs (separados por comas):
fr: Filtre UIDs (séparés par des virgules) :
it: Filtro UID (separati da virgola):

source: Enter UIDs (numeric, comma-separated)
es: Ingresar UIDs (numéricos, separados por comas)
fr: Entrer les UIDs (numériques, séparés par des virgules)
it: Inserisci UID (numerici, separati da virgola)

source: View Logcat
es: Ver Logcat
fr: Voir Logcat
it: Vedi Logcat

source: View logcat output with selected options
es: Ver salida de logcat con opciones seleccionadas
fr: Voir la sortie logcat avec les options sélectionnées
it: Vedi output logcat con opzioni selezionate

source: Clear Logcat
es: Limpiar Logcat
fr: Effacer Logcat
it: Pulisci Logcat

source: Clear logcat buffer
es: Limpiar búfer de logcat
fr: Effacer le buffer logcat
it: Pulisci buffer logcat

source: Close this panel
es: Cerrar este panel
fr: Fermer ce panneau
it: Chiudi questo pannello

source: No device connected
es: No hay dispositivo conectado
fr: Aucun appareil connecté
it: Nessun dispositivo connesso

source: Logcat buffer cleared
es: Búfer de logcat limpiado
fr: Buffer logcat effacé
it: Buffer logcat pulito

source: Select Package for TargetedFix Target
es: Seleccionar paquete para objetivo TargetedFix
fr: Sélectionner le paquet pour la cible TargetedFix
it: Seleziona Pacchetto per Target TargetedFix

source: Add Target
es: Añadir objetivo
fr: Ajouter cible
it: Aggiungi Target

source: Add selected package as TargetedFix target
es: Añadir paquete seleccionado como objetivo TargetedFix
fr: Ajouter le paquet sélectionné comme cible TargetedFix
it: Aggiungi pacchetto selezionato come target TargetedFix

source: Get Application Names
es: Obtener nombres de aplicaciones
fr: Obtenir les noms d'applications
it: Ottieni Nomi Applicazione

source: TF Targets
es: Objetivos TF
fr: Cibles TF
it: Target TF

source: TargetedFix Targets
es: Objetivos TargetedFix
fr: Cibles TargetedFix
it: Target TargetedFix

source: Add TF Target
es: Añadir objetivo TF
fr: Ajouter cible TF
it: Aggiungi Target TF

source: Add a new TargetedFix target by selecting from package list on device
es: Añadir un nuevo objetivo TargetedFix seleccionando de la lista de paquetes en el dispositivo
fr: Ajouter une nouvelle cible TargetedFix en sélectionnant dans la liste des paquets sur l'appareil
it: Aggiungi un nuovo target TargetedFix selezionando dalla lista pacchetti sul dispositivo

source: Delete TF Target
es: Eliminar objetivo TF
fr: Supprimer cible TF
it: Elimina Target TF

source: Delete the selected TargetedFix target
es: Eliminar el objetivo TargetedFix seleccionado
fr: Supprimer la cible TargetedFix sélectionnée
it: Elimina il target TargetedFix selezionato

source: Edit TF Targets
es: Editar objetivos TF
fr: Éditer cibles TF
it: Modifica Target TF

source: Edit TargetedFix targets file
es: Editar archivo de objetivos TargetedFix
fr: Éditer le fichier des cibles TargetedFix
it: Modifica file target TargetedFix

source: Push TF Json
es: Enviar JSON TF
fr: Envoyer TF Json
it: Invia Json TF

source: Push Active pif content as JSON to the selected TargetedFix target
es: Enviar contenido del pif activo como JSON al objetivo TargetedFix seleccionado
fr: Envoyer le contenu du pif actif en tant que JSON à la cible TargetedFix sélectionnée
it: Invia contenuto Pif Attivo come JSON al target TargetedFix selezionato

source: Auto run migrate.sh
es: Ejecutar migrate.sh automáticamente
fr: Exécuter automatiquement migrate.sh
it: Esegui Auto migrate.sh

source: After saving (pushing) print, automatically run migrate.sh
es: Después de guardar (enviar) la impresión, ejecutar migrate.sh automáticamente
fr: Après avoir enregistré (envoyé) l'impression, exécuter automatiquement migrate.sh
it: Dopo il salvataggio (invio) impronta, esegui automaticamente migrate.sh

source: - Contents of every app json configuration referenced in target.txt
es: - Contenido de cada configuración json de la aplicación referenciada en target.txt
fr: - Contenu de chaque configuration json d'application référencée dans target.txt
it: - Contenuto di ogni configurazione json app referenziata in target.txt

source: There will be two versions created.<br/>
es: Se crearán dos versiones.<br/>
fr: Il y aura deux versions créées.<br/>
it: Verranno create due versioni.<br/>

source: 1. Unfiltered version, that would have some sensitive information such as Device ID.
es: 1. Versión sin filtrar, que tendría alguna información sensible como ID del dispositivo.
fr: 1. Version non filtrée, qui contiendrait des informations sensibles telles que l'ID de l'appareil.
it: 1. Versione non filtrata, che avrà alcune informazioni sensibili come ID Dispositivo.

source: 2. Sanitized version which will filter out sensitive information<br/>
es: 2. Versión saneada que filtrará información sensible<br/>
fr: 2. Version assainie qui filtrera les informations sensibles<br/>
it: 2. Versione sanificata che filtrerà le informazioni sensibili<br/>

source: **Note:** If you're using publicly shared keybox, keep the checkbox `Redact Keybox details` unticked so that the keybox information is included in the report.<br/>
es: **Nota:** Si está utilizando un keybox compartido públicamente, mantenga la casilla `Redactar detalles del Keybox` sin marcar para que la información del keybox se incluya en el informe.<br/>
fr: **Remarque :** Si vous utilisez un keybox partagé publiquement, laissez la case `Redact Keybox details` décochée afin que les informations du keybox soient incluses dans le rapport.<br/>
it: **Nota:** Se stai usando un keybox condiviso pubblicamente, mantieni la casella `Oscura dettagli Keybox` deselezionata in modo che le informazioni keybox siano incluse nel report.<br/>

source: If you're using a private keybox, please tick the checkbox `Redact Keybox details` to redact keybox details.<br/>
es: Si está utilizando un keybox privado, marque la casilla `Redactar detalles del Keybox` para redactar los detalles del keybox.<br/>
fr: Si vous utilisez un keybox privé, veuillez cocher la case `Redact Keybox details` pour rédiger les détails du keybox.<br/>
it: Se stai usando un keybox privato, seleziona la casella `Oscura dettagli Keybox` per oscurare i dettagli keybox.<br/>

source: **This report will include the following details:**<br/>
es: **Este informe incluirá los siguientes detalles:**<br/>
fr: **Ce rapport inclura les détails suivants :**<br/>
it: **Questo report includerà i seguenti dettagli:**<br/>

source: - Playstore Versions.
es: - Versiones de Playstore.
fr: - Versions du Playstore.
it: - Versioni Playstore.

source: Redact Keybox details
es: Redactar detalles del Keybox
fr: Rédiger les détails du Keybox
it: Oscura dettagli Keybox

source: Patch with SukiSU
es: Parchear con SukiSU
fr: Patch avec SukiSU
it: Patch con SukiSU

source: Patch with SukiSU LKM
es: Parchear con SukiSU LKM
fr: Patch avec SukiSU LKM
it: Patch con SukiSU LKM

source: Select a pre-built kernel flavor
es: Seleccionar un sabor de kernel preconstruido
fr: Sélectionner une saveur de noyau pré-construite
it: Seleziona un kernel pre-compilato

source: ShirkNeko flavor kernel
es: Kernel con sabor ShirkNeko
fr: Kernel saveur ShirkNeko
it: Kernel ShirkNeko

source: MiRinFork flavored kernel
es: Kernel con sabor MiRinFork
fr: Kernel saveur MiRinFork
it: Kernel MiRinFork

source: Convert console content from env (key=value) prop format to json
es: Convertir contenido de consola de formato env (clave=valor) a json
fr: Convertir le contenu de la console du format env (clé=valeur) en json
it: Converti contenuto console da formato prop env (chiave=valore) a json

source: Convert console content from json to env (key=value) prop format
es: Convertir contenido de consola de json a formato env (clave=valor)
fr: Convertir le contenu de la console du format json en format env (clé=valeur)
it: Converti contenuto console da json a formato prop env (chiave=valore)

source: Download / Install rooting app like Magisk or KernelSU* or APatch or SukiSU or Wild_KSU
es: Descargar / Instalar aplicación de root como Magisk o KernelSU* o APatch o SukiSU o Wild_KSU
fr: Télécharger / Installer une application de rootage comme Magisk ou KernelSU* ou APatch ou SukiSU ou Wild_KSU
it: Scarica / Installa app rooting come Magisk o KernelSU* o APatch o SukiSU o Wild_KSU

source: Push TF Prop
es: Enviar prop TF
fr: Envoyer TF Prop
it: Invia TF Prop

source: Select Device
es: Seleccionar dispositivo
fr: Sélectionner l'appareil
it: Seleziona Dispositivo

source: Select a device:
es: Seleccionar un dispositivo:
fr: Sélectionner un appareil :
it: Seleziona un dispositivo:

source: Unknown
es: Desconocido
fr: Inconnu
it: Sconosciuto

source: PixelFlasher guessed Kernel KMI
es: Kernel KMI adivinado por PixelFlasher
fr: Kernel KMI deviné par PixelFlasher
it: PixelFlasher ha indovinato Kernel KMI

source: Your device kernel KMI is unknown probably because you're using
es: El KMI del kernel de su dispositivo es desconocido probablemente porque está utilizando
fr: Le KMI du noyau de votre appareil est inconnu probablement parce que vous utilisez
it: Il kernel KMI del tuo dispositivo è sconosciuto probabilmente perché stai usando

source: a custom kernel which has stripped out the Android build tag.
es: un kernel personalizado que ha eliminado la etiqueta de compilación de Android.
fr: un noyau personnalisé qui a supprimé la balise de build Android.
it: un kernel custom che ha rimosso il tag build Android.

source: PixelFlasher has guessed the Kernel KMI to be: %s
es: PixelFlasher ha adivinado que el Kernel KMI es: %s
fr: PixelFlasher a deviné que le KMI du noyau est : %s
it: PixelFlasher ha indovinato che il Kernel KMI sia: %s

source: Are you sure you want to proceed with this guessed KMI?
es: ¿Está seguro de que desea continuar con este KMI adivinado?
fr: Êtes-vous sûr de vouloir continuer avec ce KMI deviné?
it: Sei sicuro di voler procedere con questo KMI ipotizzato?

source: The selected path contains single quotes ('). Please rename the folder to remove the single quotes and try again.
es: La ruta seleccionada contiene comillas simples ('). Por favor, renombre la carpeta para eliminar las comillas simples y vuelva a intentarlo.
fr: Le chemin sélectionné contient des guillemets simples ('). Veuillez renommer le dossier pour supprimer les guillemets simples et réessayer.
it: Il percorso selezionato contiene virgolette singole ('). Per favore rinomina la cartella rimuovendo le virgolette singole e riprova.

source: Options
es: Opciones
it: Opzioni

source: Additional Options
es: Opciones adicionales
fr: Options supplémentaires
it: Opzioni Aggiuntive

source: Select Option
es: Seleccionar opción
fr: Sélectionner l'option
it: Seleziona Opzione

source: ⚠️ WARNING: With Option 3, fingerprint can't be patched.
es: ⚠️ ADVERTENCIA: Con la Opción 3, la huella digital no se puede parchear.
fr: ⚠️ AVERTISSEMENT : Avec l'option 3, l'empreinte digitale ne peut pas être patchée.
it: ⚠️ ATTENZIONE: Con Opzione 3, il fingerprint non può essere patchato.

source: (Recommended)
es: (Recomendado)
fr: (Recommandé)
it: (Raccomandato)

source: Latest Release
es: Última versión
fr: Dernière version
it: Ultima Release

source: Latest Pre-Release
es: Última pre-lanzamiento
fr: Dernière pré-version
it: Ultima Pre-Release

source: Latest Release or Pre-Release
es: Última versión o pre-lanzamiento
fr: Dernière version ou pré-version
it: Ultima Release o Pre-Release

source: Let me choose the kernel version from a matching list
es: Déjame elegir la versión del kernel de una lista coincidente
fr: Laissez-moi choisir la version du noyau à partir d'une liste correspondante
it: Lasciami scegliere la versione kernel da una lista corrispondente

source: Show all assets including non-matching ones
es: Mostrar todos los activos, incluidos los que no coinciden
fr: Afficher tous les actifs, y compris ceux qui ne correspondent pas
it: Mostra tutti gli asset inclusi quelli non corrispondenti

source: Flash boot partition
es: Flashear partición de arranque
fr: Flasher la partition boot
it: Flash partizione boot

source: Flash init_boot partition
es: Flashear partición init_boot
fr: Flasher la partition init_boot
it: Flash partizione init_boot

source: Flash vendor_boot partition
es: Flashear partición vendor_boot
fr: Flasher la partition vendor_boot
it: Flash partizione vendor_boot

source: No Reboot after flash
es: No reiniciar después del flasheo
fr: Pas de redémarrage après le flash
it: Nessun Riavvio dopo flash

source: ## ✅ Live Boot the stock image:
es: ## ✅ Live Boot la imagen stock:
fr: ## ✅ Démarrage en direct de l'image stock :
it: ## ✅ Live Boot dell'immagine stock:

source: ## ✅ Live Boot the patched image:
es: ## ✅ Live Boot la imagen parcheada:
fr: ## ✅ Démarrage en direct de l'image patchée :
it: ## ✅ Live Boot dell'immagine patchata:

source: ## ❌ Live Booting is only supported for boot partition.
es: ## ❌ El arranque en vivo solo es compatible con la partición de arranque.
fr: ## ❌ Le démarrage en direct n'est pris en charge que pour la partition boot.
it: ## ❌ Live Booting supportato solo per partizione boot.

source: ## ❌ Valid image is not found that supports live booting.
es: ## ❌ No se encuentra una imagen válida que admita el arranque en vivo.
fr: ## ❌ Aucune image valide n'est trouvée qui prend en charge le démarrage en direct.
it: ## ❌ Immagine valida che supporta live booting non trovata.

source: ## ℹ️ Select partitions that you wish to flash stock image
es: ## ℹ️ Seleccione las particiones que desea flashear con la imagen stock
fr: ## ℹ️ Sélectionnez les partitions que vous souhaitez flasher avec l'image stock
it: ## ℹ️ Seleziona partizioni che desideri flashare immagine stock

source: ## ℹ️ Select the options to flash a patch image:
es: ## ℹ️ Seleccione las opciones para flashear una imagen parcheada:
fr: ## ℹ️ Sélectionnez les options pour flasher une image patchée :
it: ## ℹ️ Seleziona le opzioni per flashare un'immagine patch:

source: ## ❌ The selected image is not valid.<br/>
es: ## ❌ La imagen seleccionada no es válida.<br/>
fr: ## ❌ L'image sélectionnée n'est pas valide.<br/>
it: ## ❌ L'immagine selezionata non è valida.<br/>

source: Edit script before continuing
es: Editar script antes de continuar
fr: Éditer le script avant de continuer
it: Modifica script prima di continuare

source: &Exit Ctrl-Q
it: &Esci Ctrl-Q

source: Pif Print
it: Impronta Pif

source: Error
fr: Erreur
it: Errore

source: - Device id and other device related details.
it: - ID Dispositivo e altri dettagli relativi al dispositivo.

source: Fatal
it: Fatale

source: Flash to active slot
it: Flash sullo slot attivo

source: Downloading: %s
it: Dowmload in corso: %s

source: Open Shell
it: Apri Shell

source: Save and Continue
it: Salva e Continua

source: Cancel and Abort
it: Annulla e Ferma

source: Open Folder in working directory
it: Apri Cartells nella directory di lavoro

source: Open command shell in working directory
it: Apri shell comandi nella directory di lavoro

source: Open Folder in working directory Note: PF_FILEMANAGER needs to be set.
it: Apri Cartella nella directory di lavoro Nota: PF_FILEMANAGER richiede di essere impostato.

source: Open Terminal shell in working directory
it: Apri shell Terminale nella directory di lavoro

source: Save the file and continue.
it: Salva file e continua

source: Cancel and Abort.
it: Annulla e Ferma.

source: Filter:
it: Filtra:

source: Search assets...
it: Cerca assets...

source: Asset Name
it: Nome Asset

source: Size
it: Dimensione

source: Suggested: %s
it: Suggerito: %s

source: Please select an asset.
it: Prego seleziona un asset.

source: No Selection
it: Nessuna Selezione

source: Select KSU Asset
it: Selezione Asset KSU

source: Select a KSU asset:
it: Selezioona un asset KSU:

source: No
fr: Non

source: Download
fr: Téléchargement
