Repository: badabing2005/PixelFlasher
Catalog: locale/*/LC_MESSAGES/pixelflasher.po
Languages: es, fr, it

source: Delete the selected item
es: Eliminar el elemento seleccionado
fr: Supprimer l'article sélectionné
it: Elimina l'elemento selezionato

source: Add a new boot item
es: Añadir un nuevo elemento boot
fr: Ajoutez un nouvel article
it: Aggiungi un nuovo elemento boot

source: Get information about the selected item
es: Obtener información sobre el elemento seleccionado
fr: Obtenir des informations sur l'élément sélectionné
it: Ottieni informazioni sull'elemento selezionato

source: Live Boot
es: Arranque en vivo

source: Live boot to the selected item
es: Arrancar en vivo al elemento seleccionado
fr: Démarrage en direct de l'élément sélectionné
it: Live boot sull'elemento selezionato

source: Flash Boot
es: Flashear Boot

source: Flash just the selected item
es: Flashear solo el elemento seleccionado
fr: Clignotez uniquement l'élément sélectionné
it: Flasha solo l'elemento selezionato

source: Flash Mode
es: Modo de flasheo
fr: Mode Flash
it: Modalità Flash

source: Keep Data
es: Mantener datos
fr: Conserver les données
it: Mantieni Dati

source: Data will be kept intact.
es: Los datos se mantendrán intactos.
fr: Les données seront conservées intactes.
it: I dati verranno mantenuti intatti.

source: WIPE all data
es: BORRAR todos los datos
fr: EFFACER toutes les données
it: CANCELLA tutti i dati

source: CAUTION: This will wipe your data
es: PRECAUCIÓN: Esto borrará sus datos
fr: ATTENTION: cela effacera vos données
it: ATTENZIONE: Questo cancellerà i tuoi dati

source: Dry Run
es: Prueba en seco
fr: Essai à vide
it: Simulazione (Dry Run)

source: Dry Run, no flashing will be done. The phone will reboot to fastboot and then back to normal. This is for testing.
es: Prueba en seco, no se realizará ningún flasheo. El teléfono se reiniciará a fastboot y luego volverá a la normalidad. Esto es para pruebas.
fr: Exécution à sec, aucun clignotement ne sera effectué. Le téléphone redémarrera pour démarrer rapidement, puis retour à la normale. Ceci est pour les tests.
it: Simulazione, nessun flash verrà eseguito. Il telefono si riavvierà in fastboot e poi tornerà alla normalità. Questo serve per i test.

source: Full OTA
es: OTA completa
fr: OTA complet
it: OTA Completo

source: Flash full OTA, and have the choice of flashing patched image(s).
es: Flashear OTA completa, y tener la opción de flashear imágenes parcheadas.
fr: Flash full OTA, et avoir le choix d'image(s) patchée (s) clignotante (s).
it: Flash OTA completo, con scelta di flashare immagine/i patchata/e.

source: Custom Flash
es: Flasheo personalizado
fr: Flash personnalisé
it: Flash Personalizzato

source: Custom Flash, Advanced option to flash a single file. This will not flash the factory image. It will flash the single selected file.
es: Flasheo personalizado, opción avanzada para flashear un solo archivo. Esto no flasheará la imagen de fábrica. Flasheará solo el archivo seleccionado.
fr: Flash personnalisé, option avancée pour flasher un seul fichier. Cela ne fera pas clignoter l'image d'usine. Il clignotera le fichier sélectionné unique.
it: Flash Personalizzato, opzione avanzata per flashare un singolo file. Questo non flasherà la factory image. Flasherà il singolo file selezionato.

source: Live Boot to selected boot / init_boot
es: Arranque en vivo al boot / init_boot seleccionado
fr: Démarrage en direct vers le démarrage sélectionné/ init_boot
it: Live Boot al boot / init_boot selezionato

source: Flash
es: Flashear
fr: Clignotant

source: Flashes the selected boot / init_boot
es: Flashea el boot / init_boot seleccionado
fr: Clignote le boot / init_boot sélectionné
it: Flasha il boot / init_boot selezionato

source: Depending on the flash selection, paste the appropriate path as custom image.
es: Dependiendo de la selección de flasheo, pegue la ruta apropiada como imagen personalizada.
fr: En fonction de la sélection du flash, collez le chemin approprié en tant qu'image personnalisée.
it: A seconda della selezione di flash, incolla il percorso appropriato come immagine personalizzata.

source: Flash Options
es: Opciones de flasheo
fr: Options de flash
it: Opzioni Flash

source: Flash to inactive slot
es: Flashear a ranura inactiva
fr: Emplacement Flash vers inactif
it: Flash sullo slot inattivo

source: This option when checked will flash to the alternate slot (inactive). Keeping the current slot intact.
es: Esta opción cuando está marcada flasheará a la ranura alternativa (inactiva). Manteniendo la ranura actual intacta.
fr: Cette option, lorsqu'elle est cochée, clignotera vers l'autre emplacement (inactif). Garder la fente actuelle intacte.
it: Questa opzione se selezionata flasherà sullo slot alternativo (inattivo). Mantenendo lo slot corrente intatto.

source: Flash to both slots
es: Flashear a ambas ranuras
fr: Flash sur les deux emplacements
it: Flash su entrambi gli slot

source: This option when checked will flash to both slots.
es: Esta opción cuando está marcada flasheará a ambas ranuras.
fr: Cette option, lorsqu'elle est cochée, clignotera dans les deux emplacements.
it: Questa opzione se selezionata flasherà su entrambi gli slot.

source: Disable Verity
es: Deshabilitar Verity
fr: Désactiver Verity
it: Disabilita Verity

source: Disables Verity
es: Deshabilita Verity
fr: Désactive Verity
it: Disabilita Verity

source: Disable Verification
es: Deshabilitar Verificación
fr: Désactiver vérification
it: Disabilita Verification

source: Disables Verification
es: Deshabilita Verificación
fr: Désactive la vérification
it: Disabilita Verification

source: Force
es: Forzar
fr: Forcer
it: Forza

source: Force a flash operation that may be unsafe (will wipe your data)
es: Forzar una operación de flasheo que puede ser insegura (borrará tus datos)
fr: Forcer une opération flash qui peut être dangereuse (effacera vos données)
it: Forza un'operazione di flash che potrebbe non essere sicura (cancellerà i tuoi dati)

source: Verbose
es: Detallado
fr: Verbeux
it: Dettagliato

source: Set fastboot option to verbose
es: Establecer opción de fastboot a detallado
fr: Définissez l'option fastboot sur verbose
it: Imposta opzione fastboot su dettagliato

source: Temporary Root
es: Root temporal
fr: Racine temporaire
it: Root Temporaneo

source: Wipe
es: Borrar
fr: Effacer
it: Wipe (Cancella)

source: This option when enabled will not flash patched boot Instead it will flash unpatched boot.img, but boot to Live Patched boot Handy to test if Magisk will cause a bootloop. Please be aware that this temporary root will not survive a subsequent reboot. If you want to make this permanent, just Flash Boot the patched boot image.
es: Esta opción cuando está habilitada no flasheará el boot parcheado En su lugar flasheará el boot.img sin parchear, pero arrancará con el boot parcheado en vivo Útil para probar si Magisk causará un bucle de arranque. Tenga en cuenta que este root temporal no sobrevivirá a un reinicio posterior. Si desea hacerlo permanente, simplemente flashee la imagen de boot parcheada.
fr: Cette option lorsqu'elle est activée ne clignotera pas le démarrage corrigé Au lieu de cela, il clignotera boot.img non corrigé, mais démarre sur Live Patched boot Pratique pour tester si Magisk va provoquer un bootloop. Veuillez noter que cette racine temporaire ne survivra pas à un redémarrage ultérieur. Si vous souhaitez rendre cela permanent, il vous suffit de démarrer Flash Boot avec l'image de démarrage corrigée.
it: Questa opzione se abilitata non flasherà il boot patchato Invece flasherà il boot.img non patchato, ma avvierà in Live Patched boot Comodo per testare se Magisk causerà un bootloop. Tieni presente che questo root temporaneo non sopravviverà a un riavvio successivo. Se vuoi renderlo permanente, esegui Flash Boot dell'immagine boot patchata.

source: No reboot
es: Sin reinicio
fr: Pas de redémarrage
it: Nessun riavvio

source: Do not reboot after flashing This is useful if you want to perform other actions before reboot.
es: No reiniciar después de flashear Esto es útil si desea realizar otras acciones antes de reiniciar.
fr: Ne pas redémarrer après avoir clignoté Ceci est utile si vous souhaitez effectuer d'autres actions avant le redémarrage.
it: Non riavviare dopo il flash Utile se vuoi eseguire altre azioni prima del riavvio.

source: This will invoke data wipe operation at the end of custom flashing. One use case would be when disabling verification for the first time.
es: Esto invocará una operación de borrado de datos al final del flasheo personalizado. Un caso de uso sería cuando se deshabilita la verificación por primera vez.
fr: Cela appellera l'opération d'effacement des données à la fin du clignotement personnalisé. Un cas d'utilisation serait lors de la désactivation de la vérification pour la première fois.
it: Questo invocherà l'operazione di cancellazione dati alla fine del flash personalizzato. Un caso d'uso sarebbe quando si disabilita la verifica per la prima volta.

source: WARNING!!! This is a highly experimental feature. This will attempt to downgrade the device without needing a data wipe.
es: ¡¡¡ADVERTENCIA!!! Esta es una función altamente experimental. Esto intentará hacer downgrade al dispositivo sin necesidad de borrar datos.
fr: Attention!!! Il s'agit d'une fonctionnalité très expérimentale. Cela tentera de rétrograder l'appareil sans avoir besoin d'effacer les données.
it: ATTENZIONE!!! Questa è una funzione altamente sperimentale. Tenterà di fare il downgrade del dispositivo senza bisogno di cancellare i dati.

source: Flash Device
es: Flashear dispositivo
fr: Flasher l'appareil
it: Flasha Dispositivo

source: Sideload OTA
es: Carga lateral OTA
fr: Chargement latéral OTA

source: Custom Flash Device
es: Flash personalizado de dispositivo
fr: Flash personnalisé de l'appareil
it: Flash Dispositivo Personalizzato

source: Flashes the selected device with chosen flash options.
es: Flashea el dispositivo seleccionado con las opciones de flasheo elegidas.
fr: Fait clignoter l'appareil sélectionné avec les options de flash choisies.
it: Flasha il dispositivo selezionato con le opzioni di flash scelte.

source: Console
es: Consola

source: Please be patient ...
es: Por favor, sea paciente ...
fr: Patientez SVP
it: Si prega di pazientare ...

source: Create encrypted and optionally sanitized support.zip file When sanitized all sensitive data is redacted. This file is absolutely required when asking for help.
es: Crear archivo support.zip encriptado y opcionalmente sanitizado Cuando está sanitizado todos los datos sensibles son redactados. Este archivo es absolutamente necesario cuando se solicita ayuda.
fr: Créez un fichier support.zip chiffré et éventuellement désinfecté Lorsqu'elles sont nettoyées, toutes les données sensibles sont expurgées. Ce fichier est absolument nécessaire lorsque vous demandez de l'aide.
it: Crea un file support.zip crittografato e opzionalmente sanificato Se sanificato tutti i dati sensibili sono oscurati. Questo file è assolutamente richiesto quando si chiede aiuto.

source: Debug
es: Depuración
fr: Déboguer

source: Enable Debug Messages in the console.
es: Habilitar mensajes de depuración en la consola.
fr: Activer les messages de débogage dans la console.
it: Abilita messaggi di Debug nella console.

source: Clear Console
es: Limpiar consola
fr: Vider la console
it: Pulisci Console

source: **APK installation options**<br/>
es: **Opciones de instalación de APK**<br/>
fr: **Options d'installation APK**<br/>
it: **Opzioni installazione APK**<br/>

source: This is a summary of available options.<br/>
es: Este es un resumen de las opciones disponibles.<br/>
fr: Ceci est un résumé des options disponibles.<br/>
it: Questo è un riepilogo delle opzioni disponibili.<br/>

source: 1. **Set ownership to Play Store Market** This option sets the ownership to Play Store (as if it was installed from Play Store).<br/>
es: 1. **Establecer propiedad a Play Store Market** Esta opción establece la propiedad a Play Store (como si se hubiera instalado desde Play Store).<br/>
fr: 1. ** Définir la propriété pour jouer le marché des magasins ** Cette option définit la propriété à Play Store (comme si elle avait été installée depuis Play Store).<br/>
it: 1. **Imposta proprietà a Play Store Market** Questa opzione imposta la proprietà a Play Store (come se fosse stato installato dal Play Store).<br/>

source: Android auto apps require that they be installed from the Play Market.<br/>
es: Las aplicaciones de Android Auto requieren que sean instaladas desde Play Market.<br/>
fr: Les applications Android Auto exigent qu'elles soient installées à partir du marché des jeux.<br/>
it: Le app Android auto richiedono di essere installate dal Play Market.<br/>

source: 2. Starting with Android 14, apps with a targetSdkVersion lower than 23 can't be installed.<br/>
es: 2. A partir de Android 14, las aplicaciones con targetSdkVersion inferior a 23 no se pueden instalar.<br/>
fr: 2. Commençant par Android 14, les applications avec une cibledkversion inférieure à 23 ne peuvent pas être installées.<br/>
it: 2. A partire da Android 14, le app con targetSdkVersion inferiore a 23 non possono essere installate.<br/>

source: Requiring apps to meet these minimum target API level requirements improves security and privacy for users.<br/><br/>
es: Requerir que las aplicaciones cumplan con estos requisitos mínimos de nivel de API mejora la seguridad y privacidad para los usuarios.<br/><br/>
fr: Obliger les applications pour répondre à ces exigences minimales au niveau de l'API cible améliore la sécurité et la confidentialité des utilisateurs.<br/><br/>
it: Richiedere alle app di soddisfare questi requisiti minimi di livello API target migliora la sicurezza e la privacy per gli utenti.<br/><br/>

source: Malware often targets older API levels in order to bypass security and privacy protections that have been introduced in newer Android versions.<br/>
es: El malware a menudo se dirige a niveles de API más antiguos para eludir las protecciones de seguridad y privacidad que se han introducido en las versiones más recientes de Android.<br/>
fr: Les logiciels malveillants ciblent souvent les niveaux d'API plus anciens afin de contourner la sécurité et les protections de confidentialité qui ont été introduites dans les versions Android plus récentes.<br/>
it: Il malware spesso prende di mira livelli API più vecchi per aggirare le protezioni di sicurezza e privacy introdotte nelle versioni Android più recenti.<br/>

source: For example, some malware apps use a `targetSdkVersion` of 22 to avoid being subjected to the runtime permission model
es: Por ejemplo, algunas aplicaciones maliciosas utilizan un `targetSdkVersion` de 22 para evitar ser sometidas al modelo de permisos en tiempo de ejecución
fr: Par exemple, certaines applications de logiciels malveillants utilisent un `TargetsDkversion` de 22 pour éviter d'être soumis au modèle d'autorisation d'exécution
it: Ad esempio, alcune app malware usano un `targetSdkVersion` di 22 per evitare di essere soggette al modello di permessi runtime

source: introduced in 2015 by Android 6.0 Marshmallow (API level 23).<br/>
es: introducido en 2015 por Android 6.0 Marshmallow (nivel de API 23).<br/>
fr: Introduit en 2015 par Android 6.0 Marshmallow (API Niveau 23).<br/>
it: introdotto nel 2015 da Android 6.0 Marshmallow (livello API 23).<br/>

source: This Android 14 change makes it harder for malware to avoid security and privacy improvements.<br/>
es: Este cambio en Android 14 dificulta que el malware evite las mejoras de seguridad y privacidad.<br/>
fr: Ce changement Android 14 rend plus difficile pour les logiciels malveillants d'éviter la sécurité et les améliorations de la confidentialité.<br/>
it: Questa modifica di Android 14 rende più difficile per il malware evitare i miglioramenti di sicurezza e privacy.<br/>

source: Attempting to install an app targeting a lower API level will result in an installation failure.<br/><br/>
es: Intentar instalar una aplicación dirigida a un nivel de API inferior resultará en un fallo de instalación.<br/><br/>
fr: Tenter d'installer une application ciblant un niveau API inférieur entraînera une panne d'installation.<br/><br/>
it: Tentare di installare un'app che punta a un livello API inferiore risulterà in un fallimento dell'installazione.<br/><br/>

source: **Bypass low target sdk block** option bypasses that enforcement.
es: La opción **Omitir bloqueo de SDK objetivo bajo** evita esa restricción.
fr: ** Terger le bloc SDK de faible cible ** L'option contourne cette application.
it: L'opzione **Bypassa blocco target sdk basso** aggira questa restrizione.

source: _If you have selected multiple APKs to install, the options will apply to all APKs._
es: _Si ha seleccionado múltiples APKs para instalar, las opciones se aplicarán a todos los APKs._
fr: _Si vous avez sélectionné plusieurs APK à installer, les options s'appliqueront à tous les APK._
it: _Se hai selezionato più APK da installare, le opzioni si applicheranno a tutti gli APK._

source: **This feature will generate a device analysis report that you could optionally post online to get assistance on Play Integrity related issues.**<br/>
es: **Esta función generará un informe de análisis del dispositivo que opcionalmente podría publicar en línea para obtener ayuda con problemas relacionados con Play Integrity.**<br/>
fr: **Cette fonctionnalité générera un rapport d'analyse de l'appareil que vous pourriez éventuellement publier en ligne pour obtenir de l'aide sur les problèmes liés à Play Integrity.**<br/>
it: **Questa funzionalità genererà un report di analisi del dispositivo che potrai opzionalmente pubblicare online per ottenere assistenza su problemi relativi a Play Integrity.**<br/>

source: - Device state and other device related details.
es: - Estado del dispositivo y otros detalles relacionados con el dispositivo.
fr: - État de l'appareil et autres détails liés à l'appareil.

source: - Magisk (if available):
es: - Magisk (si está disponible):
fr: - Magisk (si disponible) :
it: - Magisk (se disponibile):

source: - modules list.
es: - lista de módulos.
fr: - liste des modules.
it: - lista moduli.

source: - denylist.
es: - lista de denegación.
fr: - liste de refus.

source: - TrickyStore (if available):
es: - TrickyStore (si está disponible):
fr: - TrickyStore (si disponible) :
it: - TrickyStore (se disponibile):

source: - `/data/adb/tricky_store/keybox.xml` (Not the contents, just if the certificates are revoked or not)
es: - `/data/adb/tricky_store/keybox.xml` (No el contenido, solo si los certificados están revocados o no)
fr: - `/data/adb/tricky_store/keybox.xml` (Pas le contenu, juste si les certificats sont révoqués ou non)
it: - `/data/adb/tricky_store/keybox.xml` (Non il contenuto, solo se i certificati sono revocati o meno)

source: - PlayIntegrity Fork (if available):
es: - PlayIntegrity Fork (si está disponible):
fr: - PlayIntegrity Fork (si disponible) :
it: - PlayIntegrity Fork (se disponibile):

source: - PlayIntegrityFix (if available):
es: - PlayIntegrityFix (si está disponible):
fr: - PlayIntegrityFix (si disponible) :
it: - PlayIntegrityFix (se disponibile):

source: - Whether a testkey ROM is used or not.
es: - Si se utiliza una ROM con testkey o no.
fr: - Si une ROM testkey est utilisée ou non.
it: - Se viene usata una ROM testkey o meno.

source: - logcat for PlayIntegrity and TrickyStore related logs.
es: - logcat para registros relacionados con PlayIntegrity y TrickyStore.
fr: - logcat pour les journaux liés à PlayIntegrity et TrickyStore.
it: - logcat per log relativi a PlayIntegrity e TrickyStore.

source: - Droidguard VM list.
es: - Lista de VM de Droidguard.
fr: - Liste des VM Droidguard.
it: - Lista Droidguard VM.

source: - If any custom ROM injection apps are installed from:
es: - Si hay aplicaciones de inyección de ROM personalizada instaladas desde:
fr: - Si des applications d'injection de ROM personnalisée sont installées depuis :
it: - Se sono installate app di iniezione Custom ROM da:

source: - Check overlays (if contents of /debug_ramdisk is visible without root)
es: - Verificar superposiciones (si el contenido de /debug_ramdisk es visible sin root)
fr: - Vérification des superpositions (si le contenu de /debug_ramdisk est visible sans root)
it: - Controlla overlay (se il contenuto di /debug_ramdisk è visibile senza root)

source: **NOTE:**
es: **NOTA:**
fr: **REMARQUE :**
it: **NOTA:**

source: This report will be saved at a location of your choosing, and will **not** be part of PixelFlasher captured logs (even though you see it in the console), so rest assured, if you submit support.zip for PixelFlasher related issues, even if you had generated such report, it will never be included in the support.zip file.<br/>
es: Este informe se guardará en una ubicación de su elección y **no** formará parte de los registros capturados por PixelFlasher (aunque lo vea en la consola), así que tenga la seguridad de que, si envía support.zip para problemas relacionados con PixelFlasher, incluso si ha generado dicho informe, nunca se incluirá en el archivo support.zip.<br/>
fr: Ce rapport sera enregistré à un emplacement de votre choix et ne fera **pas** partie des journaux capturés par PixelFlasher (même si vous le voyez dans la console), donc soyez assuré que si vous soumettez support.zip pour les problèmes liés à PixelFlasher, même si vous avez généré un tel rapport, il ne sera jamais inclus dans le fichier support.zip.<br/>
it: Questo report verrà salvato in una posizione a tua scelta e **non** farà parte dei log catturati da PixelFlasher (anche se lo vedi nella console), quindi stai tranquillo, se invii support.zip per problemi relativi a PixelFlasher, anche se avevi generato tale report, non sarà mai incluso nel file support.zip.<br/>

source: Your privacy is yours to keep.<br/>
es: Su privacidad es suya para mantener.<br/>
fr: Votre vie privée vous appartient.<br/>
it: La tua privacy è tua da custodire.<br/>

source: If you continue you'd only be generating the report, and not posting it online.<br/>
es: Si continúa, solo estará generando el informe, no publicándolo en línea.<br/>
fr: Si vous continuez, vous ne ferez que générer le rapport, sans le publier en ligne.<br/>
it: Se continui genererai solo il report, e non lo pubblicherai online.<br/>

source: If you want to post it online, please make sure to remove any sensitive information from the report before posting it online.<br/>
es: Si desea publicarlo en línea, asegúrese de eliminar cualquier información sensible del informe antes de publicarlo en línea.<br/>
fr: Si vous voulez le publier en ligne, veuillez vous assurer de supprimer toute information sensible du rapport avant de le publier en ligne.<br/>
it: Se vuoi pubblicarlo online, assicurati di rimuovere qualsiasi informazione sensibile dal report prima di pubblicarlo.<br/>

source: **Are you sure you want to continue?**<br/>
es: **¿Está seguro de que desea continuar?**<br/>
fr: **Êtes-vous sûr de vouloir continuer ?**<br/>
it: **Sei sicuro di voler continuare?**<br/>

source: Advanced Configuration Settings
es: Configuración Avanzada
fr: Paramètres de configuration avancés
it: Impostazioni Configurazione Avanzata

source: WARNING!
es: ¡ADVERTENCIA!
fr: AVERTISSEMENT!
it: ATTENZIONE!

source: This is advanced configuration.
es: Esta es una configuración avanzada.
fr: Ceci est une configuration avancée.
it: Questa è una configurazione avanzata.

source: Unless you know what you are doing,
es: A menos que sepa lo que está haciendo,
fr: À moins que vous sachiez ce que vous faites,
it: A meno che tu non sappia cosa stai facendo,

source: you should not be enabling it.
es: no debería estar habilitándola.
fr: vous ne devriez pas l'activer.
it: non dovresti abilitarla.
