Repository: badabing2005/PixelFlasher
Catalog: locale/*/LC_MESSAGES/pixelflasher.po
Languages: es, fr, it

source: Click on **Done rebooting to %s, continue** button <br/>
es: Haga clic en el botón **Reinicio a %s completado, continuar** <br/>
fr: Cliquez sur le bouton **Redémarrage vers %s terminé, continuer** <br/>
it: Clicca sul pulsante **Riavvio a %s completato, continua** <br/>

source: or hit the **Cancel** button to abort.
es: o presione el botón **Cancelar** para abortar.
fr: ou appuyez sur le bouton **Annuler** pour abandonner.
it: o premi il pulsante **Annulla** per interrompere.

source: Waiting for user interaction
es: Esperando interacción del usuario
fr: En attente d'interaction utilisateur
it: In attesa di interazione utente

source: ## Your watch should now be in Android Recovery
es: ## Su reloj debería estar ahora en Recovery de Android
fr: ## Votre montre devrait maintenant être en mode Recovery Android
it: ## Il tuo orologio dovrebbe ora essere in Android Recovery

source: The watch is waiting for user interaction which can not be programmatically invoked.
es: El reloj está esperando una interacción del usuario que no puede ser invocada programáticamente.
fr: La montre attend une interaction utilisateur qui ne peut pas être invoquée par programme.
it: L'orologio sta aspettando un'interazione utente che non può essere invocata programmaticamente.

source: - Using touch, scroll and select **Reboot to bootloader**
es: - Usando el táctil, desplácese y seleccione **Reiniciar a bootloader**
fr: - À l'aide du tactile, faites défiler et sélectionnez **Redémarrer vers le bootloader**
it: - Usando il touch, scorri e seleziona **Reboot to bootloader**

source: - Press the side button to apply.
es: - Presione el botón lateral para aplicar.
fr: - Appuyez sur le bouton latéral pour appliquer.
it: - Premi il pulsante laterale per applicare.

source: When done, the watch should reboot to bootloader mode <br/>
es: Cuando termine, el reloj debería reiniciar al modo bootloader <br/>
fr: Une fois terminé, la montre devrait redémarrer en mode bootloader <br/>
it: Quando fatto, l'orologio dovrebbe riavviarsi in modalità bootloader <br/>

source: Wait for the watch to indicate that it is in bootloader mode <br/>
es: Espere a que el reloj indique que está en modo bootloader <br/>
fr: Attendez que la montre indique qu'elle est en mode bootloader <br/>
it: Attendi che l'orologio indichi che è in modalità bootloader <br/>

source: Click on **Done rebooting to bootloader, continue** button <br/>
es: Haga clic en el botón **Reinicio al bootloader completado, continuar** <br/>
fr: Cliquez sur le bouton **Redémarrage vers le bootloader terminé, continuer** <br/>
it: Clicca sul pulsante **Riavvio in bootloader completato, continua** <br/>

source: - Using touch, scroll and select **Reboot to system now**
es: - Usando el táctil, desplácese y seleccione **Reiniciar al sistema ahora**
fr: - À l'aide du tactile, faites défiler et sélectionnez **Redémarrer vers le système maintenant**
it: - Usando il touch, scorri e seleziona **Reboot to system now**

source: When applied, the watch should reboot to system. <br/>
es: Cuando se aplique, el reloj debería reiniciar al sistema. <br/>
fr: Une fois appliqué, la montre devrait redémarrer vers le système. <br/>
it: Quando applicato, l'orologio dovrebbe riavviarsi al sistema. <br/>

source: Click on **Done rebooting to system, continue** button when the watch OS fully loads.
es: Haga clic en el botón **Reinicio al sistema completado, continuar** cuando el sistema operativo del reloj cargue completamente.
fr: Cliquez sur le bouton **Redémarrage vers le système terminé, continuer** lorsque l'OS de la montre est complètement chargé.
it: Clicca sul pulsante **Riavvio al sistema completato, continua** quando il SO dell'orologio si carica completamente.

source: Active Pif
es: Pif activo
fr: Pif actif
it: Pif Attivo

source: Loaded Pif (from Device)
es: Pif cargado (del dispositivo)
fr: Pif chargé (depuis l'appareil)
it: Pif Caricato (dal Dispositivo)

source: Active pif is not modified.
es: El pif activo no está modificado.
fr: Le pif actif n'est pas modifié.
it: Pif Attivo non è modificato.

source: Save Active pif content to a json file on disk.
es: Guardar el contenido del pif activo a un archivo json en disco.
fr: Enregistrer le contenu du pif actif dans un fichier json sur le disque.
it: Salva contenuto Pif Attivo in un file json su disco.

source: Pif Module
es: Módulo Pif
fr: Module Pif
it: Modulo Pif

source: Active pif is not saved in favorites.
es: El pif activo no está guardado en favoritos.
fr: Le pif actif n'est pas enregistré dans les favoris.
it: Pif Attivo non è salvato nei preferiti.

source: Select a folder to import pif json files.
es: Seleccionar una carpeta para importar archivos json pif.
fr: Sélectionner un dossier pour importer des fichiers json pif.
it: Seleziona una cartella per importare file json pif.

source: Output
es: Salida
fr: Sortie

source: Console Output: It could be the json output of processed prop or it could be the Play Integrity Check result. This is not what currently is on the device.
es: Salida de consola: Podría ser la salida json de prop procesado o podría ser el resultado de verificación de Play Integrity. Esto no es lo que está actualmente en el dispositivo.
fr: Sortie de console : Cela pourrait être la sortie json d'une prop traitée ou ce pourrait être le résultat de la vérification d'intégrité Play. Ce n'est pas ce qui est actuellement sur l'appareil.
it: Output Console: Potrebbe essere l'output json di prop elaborati o potrebbe essere il risultato del Controllo Play Integrity. Questo non è ciò che si trova attualmente sul dispositivo.

source: Smart Paste: Sets First API to the set value if it is missing or forced. Reprocesses the output window content to adapt to current module requirements. Pastes to Active pif.
es: Pegado inteligente: Establece la primera API al valor establecido si falta o es forzada. Reprocesa el contenido de la ventana de salida para adaptarlo a los requisitos del módulo actual. Pega al pif activo.
fr: Collage intelligent : Définit la première API à la valeur définie si elle est manquante ou forcée. Retraite le contenu de la fenêtre de sortie pour l'adapter aux exigences du module actuel. Colle vers le pif actif.
it: Incolla Intelligente: Imposta la First API al valore impostato se mancante o forzato. Rielabora il contenuto della finestra di output per adattarlo ai requisiti del modulo corrente. Incolla in Pif Attivo.

source: Paste the console window content to Active pif.
es: Pegar el contenido de la ventana de consola al pif activo.
fr: Coller le contenu de la fenêtre de console vers le pif actif.
it: Incolla il contenuto della finestra console in Pif Attivo.

source: Paste the Active pif to console window.
es: Pegar el pif activo a la ventana de consola.
fr: Coller le pif actif vers la fenêtre de console.
it: Incolla il Pif Attivo nella finestra console.

source: Reprocess current Active Pif window json. Useful if you changed module version which might require additional / different fields.
es: Reprocesar el json de la ventana Pif activa actual. Útil si cambió la versión del módulo que podría requerir campos adicionales / diferentes.
fr: Retraiter le json de la fenêtre Pif actif actuelle. Utile si vous avez changé la version du module qui pourrait nécessiter des champs supplémentaires / différents.
it: Rielabora json finestra Pif Attivo corrente. Utile se hai cambiato versione del modulo che potrebbe richiedere campi aggiuntivi / diversi.

source: Reprocess one or many json file(s) Useful if you changed module version which might require additional / different fields. If a single file is selected, the new json will output to console output However if multiple files are selected, the selected file will be updated in place.
es: Reprocesar uno o varios archivo(s) json Útil si cambió la versión del módulo que podría requerir campos adicionales / diferentes. Si se selecciona un solo archivo, el nuevo json se enviará a la salida de la consola Sin embargo, si se seleccionan varios archivos, el archivo seleccionado se actualizará en su lugar.
fr: Retraiter un ou plusieurs fichier(s) json Utile si vous avez changé la version du module qui pourrait nécessiter des champs supplémentaires / différents. Si un seul fichier est sélectionné, le nouveau json sera envoyé à la sortie de la console Cependant, si plusieurs fichiers sont sélectionnés, le fichier sélectionné sera mis à jour sur place.
it: Rielabora uno o più file json Utile se hai cambiato versione del modulo che potrebbe richiedere campi aggiuntivi / diversi. Se è selezionato un singolo file, il nuovo json uscirà nell'output console Tuttavia se sono selezionati più file, il file selezionato sarà aggiornato sul posto.

source: Process one or many json file(s) to generate the FrameworkPatcher formatted code excerpts.
es: Procesar uno o varios archivo(s) json para generar los extractos de código formateados de FrameworkPatcher.
fr: Traiter un ou plusieurs fichier(s) json pour générer les extraits de code formatés FrameworkPatcher.
it: Elabora uno o più file json per generare gli estratti di codice formattati FrameworkPatcher.

source: Add missing Keys from device
es: Añadir claves faltantes del dispositivo
fr: Ajouter les clés manquantes depuis l'appareil
it: Aggiungi Chiavi mancanti dal dispositivo

source: When Processing or Reprocessing, add missing fields from device.
es: Al procesar o reprocesar, añadir campos faltantes del dispositivo.
fr: Lors du traitement ou du retraitement, ajouter les champs manquants depuis l'appareil.
it: Durante l'Elaborazione o Rielaborazione, aggiungi campi mancanti dal dispositivo.

source: Force First API to:
es: Forzar primera API a:
fr: Forcer la première API à :
it: Forza First API a:

source: Forces First API value(s) to
es: Fuerza el/los valor(es) de la primera API a
fr: Force la(les) valeur(s) de la première API à
it: Forza valore/i First API a

source: Sort Keys
es: Ordenar claves
fr: Trier les clés
it: Ordina Chiavi

source: Sorts json keys
es: Ordena las claves json
fr: Trie les clés json
it: Ordina chiavi json

source: Keep All keys
es: Mantener todas las claves
fr: Conserver toutes les clés
it: Mantieni Tutte le chiavi

source: Does not remove non standard / unrecognized keys
es: No elimina claves no estándar / no reconocidas
fr: Ne supprime pas les clés non standard / non reconnues
it: Non rimuove chiavi non standard / non riconosciute

source: Spoof Build
es: Falsificar Build
fr: Falsifier Build

source: Spoof Props
es: Falsificar Props
fr: Falsifier Props

source: Spoof Provider
es: Falsificar Proveedor
fr: Falsifier Fournisseur

source: Spoof Signature
es: Falsificar Firma
fr: Falsifier Signature

source: Close
es: Cerrar
fr: Fermer
it: Chiudi

source: Create print
es: Crear impresión
fr: Créer impression
it: Crea impronta

source: Create pif.json / spoof_build_vars
es: Crear pif.json / spoof_build_vars
fr: Créer pif.json / spoof_build_vars
it: Crea pif.json / spoof_build_vars

source: Push print, no validation
es: Enviar impresión, sin validación
fr: Envoyer impression, sans validation
it: Invia impronta, nessuna validazione

source: Pushes the print as is without performing any validation. This is useful to retain comments.
es: Envía la impresión tal como está sin realizar ninguna validación. Esto es útil para conservar comentarios.
fr: Envoie l'impression telle quelle sans effectuer de validation. Ceci est utile pour conserver les commentaires.
it: Invia l'impronta così com'è senza eseguire alcuna validazione. Utile per mantenere i commenti.

source: Reload print
es: Recargar impresión
fr: Recharger impression
it: Ricarica impronta

source: Reload pif.json / spoof_build_vars from device.
es: Recargar pif.json / spoof_build_vars desde el dispositivo.
fr: Recharger pif.json / spoof_build_vars depuis l'appareil.
it: Ricarica pif.json / spoof_build_vars dal dispositivo.

source: Cleanup DG
es: Limpiar DG
fr: Nettoyer DG
it: Pulizia DG

source: Cleanup Droidguard Cache
es: Limpiar caché de Droidguard
fr: Nettoyer le cache Droidguard
it: Pulizia Cache Droidguard

source: Push keybox.xml
es: Enviar keybox.xml
fr: Envoyer keybox.xml
it: Invia keybox.xml

source: Push a valid keybox.xml to device.
es: Enviar un keybox.xml válido al dispositivo.
fr: Envoyer un keybox.xml valide vers l'appareil.
it: Invia un keybox.xml valido al dispositivo.

source: Edit TS Target
es: Editar objetivo TS
fr: Éditer cible TS
it: Modifica TS Target

source: Edit Tricky Store target.txt file.
es: Editar archivo target.txt de Tricky Store.
fr: Éditer le fichier target.txt de Tricky Store.
it: Modifica file target.txt Tricky Store.

source: Edit TS SP
es: Editar SP TS
fr: Éditer SP TS
it: Modifica TS SP

source: Edit Tricky Store security_patch.txt file.
es: Editar archivo security_patch.txt de Tricky Store.
fr: Éditer le fichier security_patch.txt de Tricky Store.
it: Modifica file security_patch.txt Tricky Store.

source: Process build.prop(s)
es: Procesar build.prop(s)
fr: Traiter build.prop(s)
it: Elabora build.prop(s)

source: Process build.prop to extract a compatible print.
es: Procesar build.prop para extraer una impresión compatible.
fr: Traiter build.prop pour extraire une impression compatible.
it: Elabora build.prop per estrarre un'impronta compatibile.

source: Process bulk props
es: Procesar props en masa
fr: Traiter props en masse
it: Elabora props in massa

source: Process a folder containing .prop files and convert then to .json files.
es: Procesar una carpeta que contiene archivos .prop y convertirlos a archivos .json.
fr: Traiter un dossier contenant des fichiers .prop et les convertir en fichiers .json.
it: Elabora una cartella contenente file .prop e li converte in file .json.

source: Process Image
es: Procesar imagen
fr: Traiter l'image
it: Elabora Immagine

source: Process an image and get a print from it.
es: Procesar una imagen y obtener una impresión de ella.
fr: Traiter une image et en obtenir une impression.
it: Elabora un'immagine e ottieni un'impronta da essa.

source: Auto Update print
es: Actualizar impresión automáticamente
fr: Mise à jour auto de l'impression
it: Aggiorna impronta Auto

source: After Processing build.props, the print is automatically pushed to the device and the GMS process is killed.
es: Después de procesar build.props, la impresión se envía automáticamente al dispositivo y se mata el proceso GMS.
fr: Après le traitement des build.props, l'impression est automatiquement envoyée à l'appareil et le processus GMS est tué.
it: Dopo l'Elaborazione build.props, l'impronta viene inviata automaticamente al dispositivo e il processo GMS viene terminato.

source: Auto Check Play Integrity
es: Verificar Play Integrity automáticamente
fr: Vérification auto de Play Integrity
it: Controllo Auto Play Integrity

source: After saving (pushing) print, automatically run Play Integrity Check.
es: Después de guardar (enviar) la impresión, ejecutar automáticamente la verificación de Play Integrity.
fr: Après avoir enregistré (envoyé) l'impression, exécuter automatiquement la vérification de Play Integrity.
it: Dopo il salvataggio (invio) impronta, esegui automaticamente Controllo Play Integrity.

source: Disable UIAutomator
es: Deshabilitar UIAutomator
fr: Désactiver UIAutomator
it: Disabilita UIAutomator

source: Disables UIAutomator This is useful for devices with buggy UIAutomator. NOTE: Create the coords.json file manually to make use of automated testing.
es: Deshabilita UIAutomator Esto es útil para dispositivos con UIAutomator con errores. NOTA: Cree el archivo coords.json manualmente para hacer uso de pruebas automatizadas.
fr: Désactive UIAutomator Ceci est utile pour les appareils avec UIAutomator bogué. REMARQUE : Créez manuellement le fichier coords.json pour utiliser les tests automatisés.
it: Disabilita UIAutomator Utile per dispositivi con UIAutomator buggato. NOTA: Crea manualmente il file coords.json per utilizzare il testing automatizzato.

source: Play Integrity Check
es: Verificación de Play Integrity
fr: Vérification de Play Integrity
it: Controllo Play Integrity

source: Play Integrity API Checker Note: Need to install app from Play store.
es: Verificador de API de Play Integrity Nota: Necesita instalar la aplicación desde Play Store.
fr: Vérificateur d'API Play Integrity Remarque : Nécessite d'installer l'application depuis le Play Store.
it: Checker API Play Integrity Nota: Necessario installare app dal Play store.

source: Latest
es: Más reciente
fr: Plus récent
it: Ultimo

source: Custom
es: Personalizado
fr: Personnalisé
it: Personalizzato

source: Select 'Latest' to get the latest Pixel beta pif (Includes Developer Preview). Select 'Custom' to set a custom Android version code.
es: Seleccione 'Más reciente' para obtener el último pif beta de Pixel (Incluye vista previa para desarrolladores). Seleccione 'Personalizado' para establecer un código de versión de Android personalizado.
fr: Sélectionnez 'Plus récent' pour obtenir le dernier pif beta Pixel (inclut la Developer Preview). Sélectionnez 'Personnalisé' pour définir un code de version Android personnalisé.
it: Seleziona 'Ultimo' per ottenere l'ultimo pif Pixel beta (Include Developer Preview). Seleziona 'Personalizzato' per impostare un codice versione Android personalizzato.

source: Set a valid Android version code.
es: Establecer un código de versión de Android válido.
fr: Définir un code de version Android valide.
it: Imposta un codice versione Android valido.

source: Get Pixel Beta Pif
es: Obtener Pif beta de Pixel
fr: Obtenir Pif Beta Pixel
it: Ottieni Pixel Beta Pif

source: Get the latest Pixel beta pif.
es: Obtener el último pif beta de Pixel.
fr: Obtenir le dernier pif beta Pixel.
it: Ottieni l'ultimo Pixel beta pif.

source: Get Xiaomi Pif
es: Obtener Pif de Xiaomi
fr: Obtenir Pif Xiaomi
it: Ottieni Xiaomi Pif

source: Get Xiaomi.eu pif Easy to start but is not recommended as it gets banned quickly. Recommended to find your own.
es: Obtener pif de Xiaomi.eu Fácil de empezar pero no se recomienda ya que se prohíbe rápidamente. Se recomienda encontrar el suyo propio.
fr: Obtenir pif Xiaomi.eu Facile à démarrer mais non recommandé car il est rapidement banni. Recommandé de trouver le vôtre.
it: Ottieni Xiaomi.eu pif Facile per iniziare ma non raccomandato poiché viene bannato velocemente. Raccomandato trovarne uno proprio.

source: Get TheFreeman193 Random Pif
es: Obtener Pif aleatorio de TheFreeman193
fr: Obtenir Pif aléatoire TheFreeman193
it: Ottieni Pif Casuale TheFreeman193

source: Get a random pif from TheFreeman193 repository. Note: The pif might or might not work.
es: Obtener un pif aleatorio del repositorio de TheFreeman193. Nota: El pif puede funcionar o no.
fr: Obtenir un pif aléatoire du dépôt TheFreeman193. Remarque : Le pif peut fonctionner ou non.
it: Ottieni un pif casuale dalla repository TheFreeman193. Nota: Il pif potrebbe funzionare o meno.

source: No Device is selected. Pif Manager features are set to limited mode.
es: No se ha seleccionado ningún dispositivo. Las características del Administrador Pif están configuradas en modo limitado.
fr: Aucun appareil n'est sélectionné. Les fonctionnalités du Gestionnaire Pif sont définies en mode limité.
it: Nessun Dispositivo selezionato. Funzionalità Gestore Pif impostate in modalità limitata.

source: Device is not rooted or SU permissions to adb shell is not granted. Pif Manager features are set to limited mode.
es: El dispositivo no tiene root o no se han concedido permisos SU al shell adb. Las características del Administrador Pif están configuradas en modo limitado.
fr: L'appareil n'est pas rooté ou les permissions SU au shell adb ne sont pas accordées. Les fonctionnalités du Gestionnaire Pif sont définies en mode limité.
it: Dispositivo non rootato o permessi SU a shell adb non concessi. Funzionalità Gestore Pif impostate in modalità limitata.

source: Update print
es: Actualizar impresión
fr: Mettre à jour impression
it: Aggiorna impronta

source: Update pif.json / spoof_build_vars.
es: Actualizar pif.json / spoof_build_vars.
fr: Mettre à jour pif.json / spoof_build_vars.
it: Aggiorna pif.json / spoof_build_vars.

source: Create pif.json / spoof_build_vars.
es: Crear pif.json / spoof_build_vars.
fr: Créer pif.json / spoof_build_vars.
it: Crea pif.json / spoof_build_vars.

source: Getting Pixel beta print ... Please be patient this could take some time ...
es: Obteniendo impresión beta de Pixel ... Por favor sea paciente, esto podría tomar algún tiempo ...
fr: Obtention de l'impression beta Pixel... Veuillez patienter, cela peut prendre du temps...
it: Ottenimento impronta Pixel beta ... Si prega di pazientare, potrebbe richiedere del tempo ...

source: Failed to get beta print.
es: Error al obtener impresión beta.
fr: Échec de l'obtention de l'impression beta.
it: Impossibile ottenere impronta beta.

source: Active pif not in sync
es: Pif activo no sincronizado
fr: Pif actif non synchronisé
it: Pif Attivo non sincronizzato

source: ⚠️ WARNING! Device pif is not in sync with Active Pif contents. The result will not be reflective of the Active pif you're viewing.
es: ⚠️ ¡ADVERTENCIA! El pif del dispositivo no está sincronizado con el contenido del Pif activo. El resultado no reflejará el pif activo que está viendo.
fr: ⚠️ ATTENTION ! Le pif de l'appareil n'est pas synchronisé avec le contenu du Pif actif. Le résultat ne reflétera pas le pif actif que vous consultez.
it: ⚠️ ATTENZIONE! Il pif del dispositivo non è sincronizzato con i contenuti Pif Attivo. Il risultato non rifletterà il Pif Attivo che stai visualizzando.

source: Choose property files to open
es: Elegir archivos de propiedades para abrir
fr: Choisir les fichiers de propriétés à ouvrir
it: Scegli file proprietà da aprire

source: Select a Device Image
es: Seleccionar una imagen de dispositivo
fr: Sélectionner une image d'appareil
it: Seleziona un'Immagine Dispositivo

source: Processing %s ... Please be patient this could take some time ...
es: Procesando %s ... Por favor sea paciente, esto podría tomar algún tiempo ...
fr: Traitement de %s... Veuillez patienter, cela peut prendre du temps...
it: Elaborazione %s ... Si prega di pazientare, potrebbe richiedere del tempo ...

source: Image format not supported
es: Formato de imagen no compatible
fr: Format d'image non pris en charge
it: Formato immagine non supportato

source: Select folder to bulk process props files
es: Seleccionar carpeta para procesar archivos props en masa
fr: Sélectionner un dossier pour traiter en masse les fichiers props
it: Seleziona cartella per elaborare file props in massa

source: The contents is different than what is currently on the device. Update the print before testing.
es: El contenido es diferente de lo que está actualmente en el dispositivo. Actualice la impresión antes de probar.
fr: Le contenu est différent de ce qui se trouve actuellement sur l'appareil. Mettez à jour l'impression avant de tester.
it: Il contenuto è diverso da quello attualmente sul dispositivo. Aggiorna l'impronta prima di testare.

source: Active pif is saved in favorites.
es: El pif activo está guardado en favoritos.
fr: Le pif actif est enregistré dans les favoris.
it: Pif Attivo salvato nei preferiti.

source: Select keybox to push
es: Seleccionar keybox para enviar
fr: Sélectionner keybox à envoyer
it: Seleziona keybox da inviare

source: Choose one or multiple json files to reprocess
es: Elegir uno o varios archivos json para reprocesar
fr: Choisir un ou plusieurs fichiers json à retraiter
it: Scegli uno o più file json da rielaborare

source: Save FP file
es: Guardar archivo FP
fr: Enregistrer fichier FP
it: Salva file FP

source: Enter a label:
es: Ingrese una etiqueta:
fr: Entrez une étiquette :
it: Inserisci un'etichetta:

source: Save Pif to Favorites
es: Guardar Pif en favoritos
fr: Enregistrer Pif dans les favoris
it: Salva Pif nei Preferiti
