Repository: badabing2005/PixelFlasher
Catalog: locales/*/LC_MESSAGES/PixelFlasher.po
Languages: ru

source: Offer Patch Methods
ru: Предлагаемые методы патча

source: When patching the choice of method is presented.
ru: При наложении патчей предоставляется выбор метода.

source: Patching Recovery Partition
ru: Патч Recovery раздела

source: Enabling this will show an option to patch a recovery partition. This should be kept disabled unless you have an old device. (most A-only devices launched with Android 9, legacy SAR)
ru: Если включить эту опцию, появится возможность подключить раздел восстановления. Эту опцию следует держать отключенной, если только у вас не устаревшее устройство. (большинство устройств A-only, выпущенных с Android 9, устаревший SAR)

source: Use Busybox Shell
ru: Использовать Busybox Shell

source: When creating a patch, if this is checked, busybox ash will be used as shell.
ru: При создании патча, если этот флажок установлен, в качестве оболочки будет использоваться busybox ash.

source: System has low memory
ru: В системе мало оперативной памяти

source: Use this option to sacrifice speed in favor of memory.
ru: Используйте эту опцию, чтобы пожертвовать скоростью в пользу памяти.

source: Extra img extraction
ru: Извлечение дополнительных img

source: When checked and available in payload.bin Also extract vendor_boot.img, vendor_kernel_boot.img, dtbo.img, super_empty.img
ru: Когда отмечено и доступно в файле payload.bin\n Также извлекает vendor_boot.img, vendor_kernel_boot.img, dtbo.img, super_empty.img

source: Show notifications
ru: Показывать уведомления

source: When checked PixelFlasher will display system toast notifications.
ru: Если флажок установлен, PixelFlasher будет отображать системные уведомления.

source: Always create boot.tar
ru: Всегда создавать boot.tar

source: When checked, PixelFlasher always creates boot.tar of the patched boot file. If unchecked, only for Samsung firmware boot.tar will be created.
ru: Если флажок установлен, PixelFlasher всегда создает boot.tar из исправленного загрузочного файла. Если флажок снят, будет создан boot.tar только для прошивки Samsung.

source: Check for updates
ru: Проверка обновлений

source: Checks for available updates on startup
ru: Проверяет наличие обновлений при запуске

source: Check for Minumum Disk (5Gb)
ru: Проверка наличия минимального объема диска (5 Гб)

source: Enforces minimum disk space of 5 Gb to allow flashing. This avoids storage related issues.
ru: Обеспечивает минимальный объем дискового пространства в 5 Гб для прошивки. Это позволяет избежать проблем, связанных с хранением данных.

source: Check for bootloader unlocked
ru: Проверка разблокировки загрузчика

source: Checks to make sure bootloader is unlocked before flashing.
ru: Проверяет, разблокирован ли загрузчик перед прошивкой.

source: Force codepage to
ru: Принудительная установка кодовой страницы

source: Uses specified code page instead of system code page
ru: Использует указанную кодовую страницу вместо системной кодовой страницы

source: Delete bundled libs
ru: Удалить встроенные библиотеки

source: The listed libraries would be deleted from the PF bundle to allow system defined ones to be used.
ru: Перечисленные библиотеки будут удалены из пакета PF, чтобы можно было использовать библиотеки, определенные системой.

source: Example: libreadline.so.8, libgdk*
ru: Пример: libreadline.so.8, libgdk*

source: Use Custom Fontface
ru: Использовать пользовательский шрифт

source: Use custom font for monospace fonts Might require PixelFlasher restart to properly apply to the Console window.
ru: Используйте пользовательский шрифт для моноширинных шрифтов Может потребоваться перезапуск PixelFlasher для правильного применения в окне консоли.

source: Sample
ru: Пример

source: Select font size
ru: Выбор размера шрифта

source: Srccpy Path
ru: Путь к Srccpy

source: Download Srccpy
ru: Скачать Srccpy

source: Select scrcpy executable
ru: Выберите исполняемый файл scrcpy

source: Scrcpy executable (*.exe;*)|*.exe;*
ru: Исполняемый файл Scrcpy (*.exe;*)|*.exe;*

source: Flags / Arguments (Example: --video-bit-rate 2M --max-fps=30 --max-size 1024)
ru: Флаги/аргументы (Пример: --video-bit-rate 2M --max-fps=30 --max-size 1024)

source: Scrcpy settings
ru: Параметры Scrcpy

source: Cancel
ru: Отмена

source: Enabling Custom Font
ru: Включить пользовательский шрифт

source: File Editor
ru: Редактор файлов

source: Open Shell
ru: Открыть командную строку

source: Save and Continue
ru: Сохранить и продолжить

source: Cancel and Abort
ru: Отменить и прервать

source: Open Folder in working directory
ru: Открыть папку в рабочем каталоге

source: Open command shell in working directory
ru: Откройте командную строку в рабочем каталоге

source: Open Folder in working directory Note: PF_FILEMANAGER needs to be set.
ru: Открыть папку в рабочем каталоге Примечание: необходимо установить PF_FILEMANAGER.

source: Open Terminal shell in working directory
ru: Откройте оболочку терминала в рабочем каталоге

source: Save the file and continue.
ru: Сохранить файл и продолжить работу.

source: Cancel and Abort.
ru: Отменить и прервать.

source: Enable Notification
ru: Показывать уведомления

source: Manage Packages on the Device
ru: Управление пакетами на устройстве

source: %s ERROR: You must first select a valid device.
ru: %s ОШИБКА: Сначала необходимо выбрать нужное устройство.

source: %s Packages
ru: %s Пакеты

source: Check / Uncheck All
ru: Отметить/Отменить все

source: Enable checked packages
ru: Включить отмеченные пакеты

source: Uninstall
ru: Удалить

source: Install an APK on the device
ru: Установка APK на устройство

source: Download APK
ru: Загрузить APK

source: Close
ru: Закрыть

source: Closes this dialog
ru: Закрывает это диалоговое окно

source: Package
ru: Пакет

source: Installed
ru: Установлено

source: %s / %s Packages
ru: %s / %s пакетов

source: checking all Packages
ru: отметить все пакеты

source: Unchecking all Packages
ru: Отменить выделение всех пакетов

source: WARNING! This is advanced feature. Unless you know what you are doing, you should not be touching this. YOU AND YOU ALONE ARE RESPONSIBLE FOR ANYTHING THAT HAPPENS TO YOUR DEVICE. THIS TOOL IS CODED WITH THE EXPRESS ASSUMPTION THAT YOU ARE FAMILIAR WITH ADB, MAGISK, ANDROID, ROOT AND PARTITION MANIPULATION. IT IS YOUR RESPONSIBILITY TO ENSURE THAT YOU KNOW WHAT YOU ARE DOING.
ru: ВНИМАНИЕ! Это расширенная функциональность. Если вы не знаете, что делаете, вы не должны прикасаться к этому. ВЫ И ТОЛЬКО ВЫ ОТВЕЧАЕТЕ ЗА ВСЁ, ЧТО ПРОИЗОЙДЁТ С ВАШИМ УСТРОЙСТВОМ. ЭТОТ ИНСТРУМЕНТ СОЗДАН С УСЛОВИЕМ, ЧТО ВЫ ЗНАКОМЫ С ADB, MAGISK, ANDROID, ROOT и МАНИПУЛИРОВАНИЕ ЧАСТЯМИ. ВАША ОТВЕТСТВЕННОСТЬ УБЕДИТЬСЯ, ЧТО ВЫ ЗНАЕТЕ, ЧТО ДЕЛАЕТЕ.

source: Erase
ru: Стереть

source: Erase checked partitions
ru: Стереть отмеченные разделы

source: Dump / Backup
ru: Дамп / Резервное копирование

source: Dumps / Backups the checked partitions
ru: Дампы / Резервные копии проверенных разделов

source: Partition
ru: Разделы

source: %s Partitions
ru: %s Разделы

source: checking all Partitions
ru: выбор всех разделов

source: Unchecking all Partitions
ru: Снятие флажков со всех разделов

source: Erase Partition: %s
ru: Стирание раздела:%s

source: %s User canceled erasing partition: %s.
ru: %s Пользователь отменил стирание раздела: %s.

source: #red:Failed to delete old partition image from the phone; }
ru: #red:Не удалось удалить старый образ раздела с телефона; }

source: #red:Failed to dump partition on the phone; }
ru: #red:Не удалось создать дамп раздела на телефоне; }

source: Choose a directory where all the partition dumps should be saved.
ru: Выберите каталог, в котором будут сохранены все дампы разделов.

source: User Cancelled dumping partitions (option: folder).
ru: Пользователь отменил сброс разделов (option: folder).

source: Selected Download Directory: %s
ru: Выбранный каталог загрузок: %s

source: Dump partition
ru: Дамп раздела

source: IMG files (*.img)|*.img
ru: Файлы IMG (*.img)|*.img

source: User Cancelled dumping partition: %s
ru: Пользователь отменил дамп раздела: %s

source: Dump partition to: %s
ru: Дамп раздела в: %s

source: Cannot save img file '%s'.
ru: Невозможно сохранить img-файл '%s'.

source: Erase Partition
ru: Стирание раздела

source: Dump Partition
ru: Дамп раздела

source: Check All
ru: Выбрать все

source: UnCheck All
ru: Снять все

source: Copy to Clipboard
ru: Скопировать в буфер обмена

source: Erasing %s ...
ru: Стирание %s ...

source: Dumping %s ...
ru: Дамп %s ...

source: Processing %s items ...
ru: Обработка %s элементов ...

source: Processing %s partition
ru: Обработка %s разделов

source: %s ERROR: Encountered an error while getting connected devices.
ru: %s ERROR: Возникла ошибка при получении сведений о подключенных устройствах.

source: #red:Encountered an error;
ru: #red:Встретилась ошибка;

source: NO MATCH IS FOUND.
ru: СОВПАДЕНИЙ НЕ НАЙДЕНО.

source: Replacing %s with %s ...
ru: Замена %s на %s ...

source: Getting current values ...
ru: Получение текущих значений ...

source: Enter the new Version:
ru: Введите новую версию:

source: Getting updated values ...
ru: Получение обновленных значений ...

source: ADB Wireless
ru: Отладка по WIFI

source: IP/Hostname
ru: IP/Имя хоста

source: Port (Default:5555)
ru: Порт (по умолчанию:5555)

source: Pairing Code
ru: Код сопряжения

source: Connect
ru: Подключить

source: Connect to device
ru: Подключение к устройству

source: Disconnect
ru: Отключить

source: Disconnect device
ru: Отключение устройства

source: Pair
ru: Сопряжение

source: Pairs with device (only needed once per device)
ru: Сопряжение с устройством (требуется только один раз для одного устройства)

source: Date
ru: Дата

source: Action
ru: Действие

source: Port
ru: Порт

source: Note
ru: Заметка

source: %s ERROR: Encountered an error while populating wifi history
ru: %s ОШИБКА: Возникла ошибка при заполнении истории wifi

source: #red:Encountered an error while populating wifi history;
ru: #red:Возникла ошибка при заполнении истории wifi;

source: :Wifi ADB;
ru: :Отладка по WIFI;

source: #palegreen:Succeeded;
ru: #palegreen:Успешно;

source: Please select the device: %s:%s
ru: Пожалуйста, выберите устройство: %s:%s

source: %s ERROR: Encountered an error while wifi connecting
ru: %s ОШИБКА: Возникла ошибка при подключении к wifi

source: #red:Encountered an error while wifi connecting;
ru: #red:Возникла ошибка при подключении к wifi;

source: %s ERROR: Encountered an error while disconnecting a wireless devcice
ru: %s ОШИБКА: Возникла ошибка при отключении беспроводного устройства

source: #red:Encountered an error while disconnecting a wireless device;
ru: #red:Возникла ошибка при отключении беспроводного устройства;

source: %s ERROR: Encountered an error while pairing a device
ru: %s ОШИБКА: Возникла ошибка при сопряжении устройства

source: #red:Encountered an error while pairing a device;
ru: #red:Возникла ошибка при сопряжении устройства;
