Repository: badabing2005/PixelFlasher
Catalog: locales/*/LC_MESSAGES/PixelFlasher.po
Languages: ru

source: <html> <body bgcolor="#DCDCDC" style="font-family: Arial; background-color: #DCDCDC;"> <center> <img src="{0}/images/icon-64.png" width="64" height="64" alt="PixelFlasher"> <h1>PixelFlasher</h1> <p>By Badabing</p> <h3>Version {1}</h3> {2} <p>Fork the <a style="color: #004CE5;" href="https://github.com/badabing2005/PixelFlasher/fork">project on GitHub</a> and help improve it for all!</p> <p> Beware! </p> <p> If you are asked to donate or pay money for this program, check your source. </p> <p> This program is free, will always remain totally free, ad free, even donation free.</p> <p> <wxp module="wx" class="Button"> <param name="label" value="Close"> <param name="id" value="ID_OK"> </wxp> </p> </center> </body> </html>
ru: <html> <body bgcolor="#DCDCDC" style="font-family: Arial; background-color: #DCDCDC;"> <center> <img src="{0}/images/icon-64.png" width="64" height="64" alt="PixelFlasher"> <h1>PixelFlasher</h1> <p>Автор Badabing</p> <h3>Версия {1}</h3> {2} <p>Форк <a style="color: #004CE5;" href="https://github.com/badabing2005/PixelFlasher/fork">проекта на GitHub</a> и помогите улучшить его для всех!</p> <p> Остерегайтесь! </p> <p> Если вас просят пожертвовать или заплатить деньги за эту программу, проверьте источник. </p> <p> Эта программа бесплатна и всегда будет оставаться полностью бесплатной, без рекламы и даже без пожертвований.</p> <p> <wxp module="wx" class="Button"> <param name="label" value="Закрыть"> <param name="id" value="ID_OK"> </wxp> </p> </center> </body> </html>

source: About PixelFlasher
ru: О PixelFlasher

source: <p> You're up to date! </p>
ru: <p> Это новейшая версия! </p>

source: Selected link: %s
ru: Выбрана ссылка: %s

source: PixelFlasher %s started on %s
ru: PixelFlasher %s запущен %s

source: #palegreen:PixelFlasher %s started;
ru: #palegreen:старт PixelFlasher %s;

source: Platform: %s
ru: Платформа: %s

source: note left:Platform: %s
ru: note left:Платформа: %s

source: System Timezone: %s Offset: %s
ru: Часовой пояс: %s Смещение: %s

source: Configuration Folder Path: %s
ru: Путь к папке с конфигурацией: %s

source: Configuration File Path: %s
ru: Путь к файлу конфигурации: %s

source: :Loading Configuration;
ru: :Загрузка конфигурации;

source: First Run: No previous configuration file is found.
ru: Первый запуск: Не найден предыдущий файл конфигурации.

source: System Default Encoding: %s
ru: Системная кодировка по умолчанию: %s

source: File System Encoding: %s
ru: Кодировка файловой системы: %s

source: Bundle Directory: %s
ru: Каталог пакетов: %s

source: Available Free Memory: %s / %s
ru: Доступная свободная память: %s / %s

source: Available Free Disk on system drive: %s GB
ru: Доступное свободное место на системном диске: %s ГБ

source: Available Free Disk on PixelFlasher data drive: %s GB
ru: Доступное свободное место на диске данных PixelFlasher: %s ГБ

source: Using previously stored firmware SHA-256 ...
ru: Использование ранее сохраненной SHA-256 прошивки ...

source: Computing firmware SHA-256 ...
ru: Вычисление SHA-256 прошивки ...

source: Firmware SHA-256: %s
ru: SHA256 прошивки: %s

source: Expected to match %s in the firmware filename and did. This is good!
ru: Ожидал найти %s в имени файла прошивки и нашел. Это хорошо!

source: #CDFFC8:Checksum matches portion of the firmware filename %s;
ru: #CDFFC8:Контрольная сумма соответствует части имени файла прошивки %s;

source: WARNING: Expected to match %s in the firmware filename but didn't, please double check to make sure the checksum is good.
ru: ПРЕДУПРЕЖДЕНИЕ: Ожидалось, что в имени файла прошивки будет указано %s, но этого не произошло, пожалуйста, проверьте контрольную сумму.

source: #orange:Unable to match the checksum in the filename;
ru: #orange:Невозможно сопоставить контрольную сумму в имени файла;

source: Firmware SHA256
ru: SHA256 прошивки

source: Android Platform Tools Version %s
ru: Версия Android Platform Tools: %s

source: Loading Device list ...
ru: Загрузка списка устройств ...

source: :Loading device list;
ru: :Загрузка списка устройств;

source: This could take a while, please be patient.
ru: Это может занять некоторое время, пожалуйста, будьте терпеливы.

source: Populate device list
ru: Заполнение списка устройств

source: select configured device
ru: выбор настроенного устройства

source: A newer PixelFlasher v%s can be downloaded from:
ru: Более новую версию PixelFlasher %s можно загрузить с сайта:

source: Load time: %s seconds
ru: Время загрузки: %s секунд(ы)

source: Welcome to PixelFlasher %s
ru: Добро пожаловать в PixelFlasher %s

source: Install APK
ru: Установить APK

source: Install APK on the device
ru: Установка APK на устройство

source: App Manager
ru: Менеджер приложений

source: Package Manager
ru: Менеджер пакетов

source: Manage Apps / Packages
ru: Управление приложениями / пакетами

source: Open ADB shell to the device.
ru: Открыть ADB shell на устройстве.

source: Open adb shell to the device
ru: Открывает adb shell на устройстве

source: Launch Screen Copy
ru: Запуск Screen Copy

source: Device Info
ru: Информация об устройстве

source: Dump Full Device Info
ru: Получить полную информацию об устройстве

source: Partitions
ru: Разделы

source: Partition Manager
ru: Менеджер разделов

source: Switch Slot
ru: Переключить слот

source: Switch to the other Slot
ru: Переключение на другой слот

source: System
ru: Система

source: Reboot to System
ru: Перезагрузка в систему

source: Reboot to Bootloader
ru: Перезагрузка в Bootloader

source: Reboot to userspace fastboot (fastbootd)
ru: Перезагрузка в fastboot (fastbootd)

source: Reboot to Recovery
ru: Перезагрузка в Recovery

source: Safe Mode
ru: Безопасный режим

source: Reboot to Safe Mode
ru: Перезагрузка в безопасный режим

source: Reboot to Download Mode
ru: Перезагрузка в Download Mode

source: Reboot to Sideload Mode
ru: Перезагрузка в Sideload

source: Manage Magisk modules and settings
ru: Управление модулями и настройками Magisk

source: Install Magisk
ru: Установка Magisk

source: Download and Install Magisk Manager
ru: Скачать и установить Magisk Manager

source: Disable Magisk Modules This button issues the following command: adb wait-for-device shell magisk --remove-modules This helps for cases where device bootloops due to incompatible magisk modules(YMMV).
ru: Отключить модули Magisk Эта кнопка выдает следующую команду: adb wait-for-device shell magisk --remove-modules Это помогает в случаях, когда устройство зацикливается из-за несовместимых модулей Magisk (YMMV).

source: Lock
ru: Заблокировать

source: Lock Bootloader
ru: Блокировка загрузчика

source: UnLock
ru: Разблокировать

source: UnLock Bootloader Caution will wipe data
ru: Разблокировать загрузчик Осторожно, данные будут стерты

source: UnLock Bootloader
ru: Разблокировать загрузчик

source: Settings
ru: Настройки

source: Configuration Settings
ru: Настройки конфигурации

source: Support
ru: Поддержка

source: Create Support file
ru: Создание файла для поддержки

source: Exception occurred while building the toolbar:
ru: При построении панели инструментов возникло исключение:

source: UNKNOWN tool id: %s
ru: Неизвестный идентификатор инструмента: %s

source: Device Info: ------------ %s
ru: Информация об устройстве: ------------ %s

source: %s ERROR: Encountered an error while getting device info
ru: %s ОШИБКА: Возникла ошибка при получении информации об устройстве

source: Current device's Print: ------------ %s ------------
ru: Текущий отпечаток устройства: ------------ %s ------------

source: %s ERROR: Encountered an error while getting current device print
ru: %s ОШИБКА: Возникла ошибка при получении информации об устройстве

source: E&xit Ctrl-Q
ru: Вы&ход Ctrl-Q

source: Exit PixelFlasher
ru: Выход из программы PixelFlasher

source: Bulk Install APK
ru: Массовая установка APK

source: Partitions Manager
ru: Менеджер разделов

source: Backup / Erase Partitions
ru: Резервное копирование / стирание разделов

source: Switch to the other slot
ru: Переключение на другой слот

source: Push file to
ru: Отправить файл в

source: Download and Install Magisk
ru: Скачать и установить Magisk

source: Manage Magisk Backups
ru: Magisk Backup

source: Disable Magisk Modules
ru: Отключить модули Magisk

source: Unlock Bootloader
ru: Разблокировать загрузчик

source: Unlock Bootloader (Will wipe data)
ru: Разблокировать загрузчик (сотрет данные)

source: Top
ru: Вверху

source: Left
ru: Слева

source: Right
ru: Справа

source: Bottom
ru: Внизу

source: Show Button Text
ru: Показать текст кнопки

source: Show Button Icon
ru: Показать иконку кнопки

source: Reboot System
ru: Перезагрузка в систему

source: Reboot Bootloader
ru: Перезагрузка в Bootloader

source: Reboot Fastbootd
ru: Перезагрузка в Fastbootd

source: Reboot Recovery
ru: Перезагрузка в Recovery

source: Reboot Safe Mode
ru: Перезагрузка в безопасный режим

source: Reboot Download
ru: Перезагрузка в Download Mode

source: Reboot Sideload
ru: Перезагрузка в Sideload

source: Configuration
ru: Конфигурация

source: Show / Hide Buttons
ru: Показать/скрыть кнопки

source: Report an Issue
ru: Сообщить о проблеме

source: Feature Request
ru: Запрос функции

source: PixelFlasher Project Page
ru: Страница проекта PixelFlasher

source: PixelFlasher Community (Forum)
ru: Сообщество PixelFlasher (Форум)

source: Homeboy76's Guide
ru: Руководство от Homeboy76

source: V0latyle's Guide
ru: Руководство от V0latyle

source: roirraW's Guide
ru: руководство от roirraW

source: Get the Google USB Driver
ru: Получить драйвер Google USB

source: Android Security Update Bulletins
ru: Бюллетени обновлений безопасности Android

source: Links
ru: Ссылки

source: Open Configuration Folder
ru: Открыть папку конфигурации

source: Open PixelFlasher Working Directory
ru: Откройте рабочий каталог PixelFlasher

source: Create a Sanitized support.zip
ru: Создание файла support.zip для поддержки

source: Check for New Version
ru: Проверка наличия новой версии

source: &About PixelFlasher
ru: &О PixelFlasher

source: About
ru: О программе

source: &File
ru: &Файл

source: &Device
ru: &Устройство

source: &Toolbar
ru: &Панель инструментов

source: &Help
ru: &Помощь

source: Test1
ru: Тест1

source: &Test
ru: &Тест

source: Entering Advanced Configuration ...
ru: Вход в расширенную конфигурацию ...

source: Launching Package Manager ...
ru: Запуск менеджера пакетов ...

source: %s Closing Package Manager ...
ru: %s Закрытие менеджера пакетов ...

source: ERROR: Please select a device before attempting APK Installation
ru: ОШИБКА: Пожалуйста, выберите устройство перед попыткой установки APK

source: APK Install
ru: Установка APK

source: Select APK file to install
ru: Выберите APK-файл для установки

source: Android Applications (*.*.apk)|*.apk
ru: Андроид-приложения (*.*.apk)|*.apk

source: Selected %s for installation.
ru: Выбран %s для установки.

source: Do you want to set the ownership to Play Store Market? Note: Android auto apps require that they be installed from the Play Market.
ru: Вы хотите установить право собственности на Play Store Market?\n Примечание: Приложения для Android auto должны быть установлены из Play Market.

source: APK Installation
ru: Установка APK

source: note right:Set ownership to Play Store;
ru: note right:Установите принадлежность к Play Store;\n

source: note right:Cancelled APK installation;
ru: note right:Отмена установки APK;\n

source: User cancelled apk installation.
ru: Пользователь отменил установку apk.

source: Cannot install file '%s'.
ru: Невозможно установить файл '%s'.

source: Select folder to bulk install APKs
ru: Выберите папку для массовой установки APK

source: User cancelled folder selection.
ru: Выбор папки отменен пользователем.

source: Do you want to set the ownership to Play Store Market? Note: This will apply to all the current bulk apks. (Android auto apps require that they be installed from the Play Market.)
ru: Вы хотите установить права владельца на Play Store Market? Примечание: Это относится ко всем текущим массовым приложениям. (Приложения для Android auto требуют установки из Play Market).

source: Aborting ...
ru: Прерывание ...

source: %s ERROR: Encountered an error while installing APKs
ru: %s ОШИБКА: Возникла ошибка при установке APKs

source: #palegreen:Exit PixelFlasher; end @enduml
ru: #palegreen:Выход из PixelFlasher; end @enduml

source: %s ERROR: Encountered an error while opening a link
ru: %s ОШИБКА: обнаружена ошибка при открытии ссылки

source: %s ERROR: Encountered an error while opening configuration folder
ru: %s ERROR: Ошибка при открытии папки конфигурации

source: %s ERROR: Encountered an error while opening PixelFlasher working directory
ru: %s ERROR: Возникла ошибка при открытии рабочего каталога PixelFlasher

source: Save support file
ru: Сохранить файл для поддержки

source: Support files (*.zip)|*.zip
ru: Файлы поддержки (*.zip)|*.zip

source: Saving support file to: %s
ru: Сохранение файла поддержки в : %s

source: Saved support file to: %s
ru: Сохранение файла поддержки в: %s

source: Entrering Test function (used during development only) ...
ru: Ввод функции тестирования (используется только во время разработки) ...

source: Selected Device on %s:
ru: Выбрано устройство на %s:

source: Device ID: %s
ru: ИД устройства: %s

source: Device Model: %s
ru: Модель: %s

source: Device Active Slot: %s
ru: Активный слот: %s

source: Device Mode: %s
ru: Режим устройства: %s

source: Device: %s
ru: Устройство: %s

source: Device Version End Date: %s
ru: Дата выхода версии устройства: %s

source: Device Secuity Update End Date: %s
ru: Дата окончания обновления безопасности устройства: %s

source: Has init_boot partition: %s
ru: Имеется раздел init_boot: %s

source: Device Bootloader Version: %s
ru: Версия загрузчика устройства: %s

source: Device is Rooted: %s
ru: Устройство рутировано: %s

source: Device Build: %s
ru: Сборка устройства: %s

source: Device API Level: %s
ru: Уровень API устройства: %s

source: Android Version: %s
ru: Версия Android: %s

source: Android Name: %s
ru: Имя Android: %s

source: Android Codename: %s
ru: Кодовое имя Android: %s

source: Android Release Date: %s
ru: Дата выхода Android: %s

source: Android Latest Update: %s
ru: Последнее обновление Android: %s

source: Device Architecture: %s
ru: Архитектура: %s

source: Device Kernel Version: %s
ru: Ядро: %s

source: Magisk Manager Version: %s
ru: Версия Magisk Manager: %s

source: Magisk Path: %s
ru: Путь Magisk: %s

source: Device Unlocked: %s
ru: Устройство разблокировано: %s

source: Device Unlockable: %s
ru: Разблокировка устройства: %s

source: Magisk Version: %s
ru: Версия Magisk: %s

source: Magisk Modules:
ru: Модули Magisk:

source: vbmeta: UNKNOWN
ru: vbmeta: НЕИЗВЕСТНО

source: vbmeta: Not Present
ru: vbmeta: Отсутствует

source: Slot A Verity: %s
ru: Слот А Verity: %s

source: Slot B Verity: %s
ru: Слот B Verity: %s

source: WARNING! WARNING! WARNING! Slot a verity / verification does not match slot b verity / verification
ru: ВНИМАНИЕ! ВНИМАНИЕ! ВНИМАНИЕ! Верификация/проверка слота a не соответствует верификации/проверке слота b

source: Verification: %s
ru: Верификация: %s

source: WARNING! WARNING! WARNING! There is a mismatch of currently selected vbmeta verity state and device's verity state
ru: ВНИМАНИЕ! ВНИМАНИЕ! ВНИМАНИЕ! Имеется несоответствие между текущим состоянием верификации vbmeta и состоянием верификации устройства

source: WARNING! WARNING! WARNING! There is a mismatch of currently selected vbmeta verification state and device's verification state
ru: ВНИМАНИЕ! ВНИМАНИЕ! ВНИМАНИЕ! Имеется несоответствие текущего выбранного состояния проверки vbmeta и состояния проверки устройства

source: This has a device wipe implications, please double check.
ru: Это связано со сбросом устройства, пожалуйста, проверьте еще раз.

source: %s ERROR: Encountered while getting vbmeta data.
ru: %s ОШИБКА: Возникла ошибка при получении данных vbmeta.

source: Problematic Magisk Versions.
ru: Проблемные версии Magisk.

source: note right:These versions of Magisk are known to have problems.
ru: note right:Известно, что эти версии Magisk имеют проблемы.

source: Problematic Magisk Version.
ru: Проблемная версия Magisk.

source: note right:This version of Magisk is known to have problems.
ru: note right:Известно, что в этой версии Magisk есть проблемы.

source: Problematic Magisk Manager Version.
ru: Проблемная версия Magisk Manager.

source: #red:Magisk Manager Version: %s is detected;
ru: #red:Обнаружен Magisk Manager версии: %s;

source: note right:This version of Magisk Manager is known to have problems;
ru: note right:Известно, что в этой версии Magisk Manager есть проблемы;

source: :Select Device;
ru: :Выберите устройство;

source: ADB Connected Devices
ru: Подключенные устройства ADB

source: Updating connected devices ...
ru: Обновление подключенных устройств ...

source: ADB Connected Devices Current Active Slot: [A]
ru: Подключенные устройства ADB Текущий активный слот: [A]

source: ADB Connected Devices Current Active Slot: [B]
ru: Подключенные устройства ADB Текущий активный слот: [B]

source: %s ERROR: Encountered an error while evaluating a rule
ru: %s ОШИБКА: Возникла ошибка при оценке правила

source: %s ERROR: Encountered an error while updating widgets.
ru: %s ERROR: При обновлении виджетов возникла ошибка.

source: %s ERROR: Encountered an error while selecting a device
ru: %s ОШИБКА: Возникла ошибка при выборе устройства

source: %s Scanning for Devices ...
ru: %s Сканирование устройств ...

source: No Devices found.
ru: Устройства не обнаружены.

source: Please set Android Platform Tools Path first.
ru: Сначала выберите путь к Android Platform Tools.

source: %s ERROR: Encountered an error while scanning
ru: %s ОШИБКА: Возникла ошибка при сканировании

source: %s ERROR: Encountered an error while selecting platform tools
ru: %s ОШИБКА: Возникла ошибка при выборе platform tools

source: %s ERROR: Encountered an error while selecting firmware
ru: %s ОШИБКА: Возникла ошибка при выборе прошивки

source: %s ERROR: Encountered an error while processing firmware
ru: %s ОШИБКА: Возникла ошибка при обработке прошивки

source: %s ERROR: Encountered an error while processing rom
ru: %s ОШИБКА: Возникла ошибка при обработке rom файла

source: %s ERROR: Encountered an error while choosing an image
ru: %s ОШИБКА: Возникла ошибка при выборе образа

source: %s ERROR: Encountered an error while selecting an image
ru: %s ОШИБКА: Возникла ошибка при выборе образа

source: :Select ROM File;
ru: :Выберите ROM файл;

source: %s ERROR: Encountered an error while selecting rom
ru: %s ОШИБКА: Возникла ошибка при выборе rom файла

source: :Flash mode change;
ru: :Выбор режима прошивки;

source: Flash Option: Flash Both Slots %s
ru: Параметры прошивки: Прошивать оба слота %s

source: note right:Force %s
ru: note right:Принудительно %s

source: Flash Option: Verbose %s
ru: Параметры прошивки: Проверка %s

source: note right:Verbose %s
ru: note right:Проверка %s

source: Flash Option: No Reboot %s
ru: Параметры прошивки: Без перезагрузки %s

source: note right:No Reboot %s
ru: note right:Без перезагрузки %s

source: note right:Wipe %s
ru: note right:Сброс данных %s

source: %s User initiated Reboot Recovery
ru: %s Пользователь инициировал перезагрузку в режим Recovery

source: %s ERROR: Encountered an error while rebooting to recovery
ru: %s ОШИБКА: Возникла ошибка при перезагрузке в режим Recovery

source: %s User initiated Reboot Download
ru: %s Пользователь инициировал перезагрузку в режим Download

source: %s ERROR: Encountered an error while rebooting to download
ru: %s ОШИБКА: Возникла ошибка при перезагрузке в режим Download

source: Device Image
ru: Образ устройства

source: Download image file for Pixel devices.
ru: Загрузить файл образа для устройств Pixel.

source: Full OTA Images for Pixel Phones / Tablets
ru: Полные OTA-образы для телефонов / планшетов Pixel

source: Factory Images for Pixel Phones / Tablets
ru: Заводские образы для телефонов/планшетов Pixel

source: Full OTA Images for Pixel Watches
ru: Полные OTA-образы для часов Pixel Watches

source: Factory Images for Pixel Watches
ru: Заводские изображения для часов Pixel Watches

source: Select a file
ru: Выберите файл

source: Factory Image files (*.zip;*.tgz;*.tar)|*.zip;*.tgz;*.tar
ru: Заводские файлы образа (*.zip;*.tgz;*.tar)|*.zip;*.tgz;*.tar

source: Select Pixel Firmware
ru: Выберите прошивку для Pixel

source: Process
ru: Процесс

source: Process the firmware file and extract the boot.img
ru: Обработка файла прошивки и извлечение файла boot.img

source: Apply Custom ROM
ru: Применить пользовательский ROM

source: Caution: Make sure you read the selected ROM documentation. This might not work for your ROM
ru: Внимание: Убедитесь, что вы прочитали документацию на выбранное устройство памяти. Это может не подойти для вашего устройстваА

source: ROM files (*.zip;*.tgz;*.tar)|*.zip;*.tgz;*.tar
ru: Файлы ROM (*.zip;*.tgz;*.tar)|*.zip;*.tgz;*.tar

source: Select Custom ROM
ru: Выберите пользовательский ROM

source: Process the ROM file and extract the boot.img
ru: Обработка файла ROM и извлечение файла boot.img

source: Package Fingerprint
ru: Отпечаток пакета

source: Patch Method
ru: Метод патча

source: Date
ru: Дата

source: Package Path
ru: Путь к пакету

source: Open Folder
ru: Открыть папку

source: Open boot files folder.
ru: Откроет папку с загрузочными файлами.

source: Flash Mode
ru: Режим прошивки

source: Flashable files (*.img;*.zip)|*.img;*.zip
ru: Файлы прошивки (*.img;*.zip)|*.img;*.zip

source: Flash to both slots
ru: Прошивка в оба слота

source: Flash Pixel Phone
ru: Прошить Pixel

source: Flashes the selected device with chosen flash options.
ru: Прошивает выбранное устройство с выбранными параметрами прошивки.

source: Console
ru: Консоль

source: Please be patient ...
ru: Пожалуйста, наберитесь терпения...

source: Create sanitized support.zip file All sensitive data is redacted. This if absolutely required when asking for help.
ru: Создание защищенного файла support.zip Все конфиденциальные данные удалены. Это необходимо при обращении за помощью.

source: Debug
ru: Отладка

source: Enable Debug Messages in the console.
ru: Включение отладочных сообщений в консоли.

source: Clear Console
ru: Очистить консоль

source: Path to the configuration file
ru: Путь к файлу конфигурации

source: Advanced Configuration Settings
ru: Расширенные настройки конфигурации

source: WARNING! This is advanced configuration. Unless you know what you are doing, you should not be enabling it. YOU AND YOU ALONE ARE RESPONSIBLE FOR ANYTHING THAT HAPPENS TO YOUR DEVICE. THIS TOOL IS CODED WITH THE EXPRESS ASSUMPTION THAT YOU ARE FAMILIAR WITH ADB, MAGISK, ANDROID, AND ROOT. IT IS YOUR RESPONSIBILITY TO ENSURE THAT YOU KNOW WHAT YOU ARE DOING.
ru: ВНИМАНИЕ! Это расширенная конфигурация. Если вы не знаете, что делаете, вы не должны ее включать. ВЫ И ТОЛЬКО ВЫ ОТВЕЧАЕТЕ ЗА ЛЮБОЕ, ЧТО ПРОИСХОДИТ С ВАШИМ УСТРОЙСТВОМ. ЭТОТ ИНСТРУМЕНТ СОЗДАН С УСЛОВИЕМ, ЧТО ВЫ ЗНАКОМЫ С ADB, MAGISK, ANDROID и ROOT. \n ВАША ОТВЕТСТВЕННОСТЬ УБЕДИТЬСЯ В ТОМ, ЧТО ВЫ ЗНАЕТЕ, ЧТО ДЕЛАЕТЕ.

source: Enable Advanced Options
ru: Включить расширенные параметры

source: Expert mode
ru: Режим эксперта

source: Magisk Package Name
ru: Имя пакета Magisk

source: If you have hidden Magisk, set this to the hidden package name.
ru: Если вы скрыли Magisk, установите это значение на имя скрытого пакета.

source: Resets package name to default: com.topjohnwu.magisk
ru: Установите имя пакета по умолчанию: com.topjohnwu.magisk

source: Linux File Explorer:
ru: Файловый менеджер Linux:

source: Set full path to File Explorer. Default: Nautilus
ru: Установите полный путь к файловому менеджеру. По умолчанию: Nautilus

source: Set full path to Linux Shell. Default: gnome-terminal
ru: Установите полный путь к Linux Shell. По умолчанию: gnome-terminal
